{
  "clips": [
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:45.178818",
      "start_time": 34.0,
      "end_time": 79.0,
      "transcript_text": "Terima kasih telah menonton Terima kasih telah menonton",
      "quotable_line": "tokenization has officially taken over - get used to it",
      "full_post_text": "\"tokenization has officially taken over - get used to it\"\nTokenization is no longer a buzzword, it's a reality. Prepare for more projects and industries getting on board. Which sector do you think will be next?",
      "pattern": "PREDICTION",
      "why_good": "A straightforward and optimistic statement that could inspire confidence in tokenization",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=34s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=34&end=79",
      "created_at": "2026-02-11T14:31:45.178866",
      "score": 5.4,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:31.939314",
      "start_time": 310.0,
      "end_time": 355.0,
      "transcript_text": "Terima kasih telah menonton Her video Her video Her video Her video              Her video Her video                      Her video Our friends over at Relay who just announced the $17 million raise, impeccable timing they were able to raise in these market conditions. So guys, let's go ahead. Mr. Secretary, reclaiming my time. The price-sensitive side of the market, which is what you probably see when you're scrolling through CoinGecko.",
      "quotable_line": "avalanche has high-quality assets, but timing is everything in this market",
      "full_post_text": "\"avalanche has high-quality assets, but timing is everything in this market\" indeed, timing can make or break a project's success, let's see how avalanche fares with their solid fundamentals against the current market conditions",
      "pattern": "PREDICTION",
      "why_good": "A statement that could generate interest in Avalanche and its ecosystem",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=310s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=310&end=355",
      "created_at": "2026-02-11T14:31:31.939354",
      "score": 5.7,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:18.589218",
      "start_time": 120.0,
      "end_time": 145.0,
      "transcript_text": "Terima kasih telah menonton",
      "quotable_line": "big players are pouring into crypto - get used to it",
      "full_post_text": "\"big players are pouring into crypto - get used to it\" the floodgates have opened, and institutional money is flowing in. get ready for a new era of mainstream adoption and price volatility\" #cryptocurrency #institutionalinvestors",
      "pattern": "HOT_TAKE",
      "why_good": "A surprising and interesting development that could spark conversation",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=120s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=120&end=145",
      "created_at": "2026-02-11T14:31:18.589289",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:03.681326",
      "start_time": 420.0,
      "end_time": 465.0,
      "transcript_text": "If, of course, you meet the regulatory and compliance metrics. Let's keep moving. We're going to speed run through this since we've got our first guest almost ready in the back. Next up, we see, again, ARIA has been able to raise another $15 million late in 2025. This might be old news. They added even more after an unprecedented level of music industry funding last year. I anticipate teams like ARIA are actually going to find a niche in the AI portion of the market when it comes to music and AI. That is something I anticipate will just continue to skyrocket. There's musicians out there that are completely AI generated and they're getting tons of love from the existing music industry because people don't know that they're AI generated.",
      "quotable_line": "fintechs are embracing stablecoins – if they can just meet the fine print",
      "full_post_text": "\"fintechs are embracing stablecoins – if they can just meet the fine print\" sounds like a recipe for regulatory cat-and-mouse games. Stablecoin adoption is picking up steam, but compliance will be key. Next up: ARIA's $15m raise in music industry funding.",
      "pattern": "INSIGHT",
      "why_good": "A statement that could educate readers on current trends and developments",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=420s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=420&end=465",
      "created_at": "2026-02-11T14:31:03.681385",
      "score": 6.6,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:30:36.299487",
      "start_time": 360.0,
      "end_time": 405.0,
      "transcript_text": "You see a lot of the tokens that are liquid. And then you've got the other side of the market, which is price insensitive. And these are companies like Figure and a lot of the tokenization companies. It's a lot of the financial institutions. These guys are tokenizing money market funds. Stable coins are the core of this business. There's really not a whole lot of digital asset exposure, which is why people were so upset. And that is ultimately what's going to save these guys from bankruptcy now that the tokens are quite a bit down. So that's the current state. Figure outlines key operating metrics. Framework ahead of quarterly results. Figure HELOC, I believe, superseded. They were up to $22 billion in loan origination. And Figure HELOC is now a top 10 cryptocurrency.",
      "quotable_line": "traditional channels are still key to mainstream adoption, not just fancy tech",
      "full_post_text": "\"traditional channels are still key to mainstream adoption, not just fancy tech. Financial institutions like Figure are dominating tokenization, but their exposure to digital assets is limited. A potential safe haven from bankruptcy?\" #cryptocurrency #fintech",
      "pattern": "PREDICTION",
      "why_good": "A statement that could inspire discussion on the future of tokenization and adoption",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=360s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=360&end=405",
      "created_at": "2026-02-11T14:30:36.299538",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:50.562505",
      "start_time": 1530.0,
      "end_time": 1575.0,
      "transcript_text": "that's what I really mean. >> Investor's fault for giving it to you if if like >> so I I I tend to agree that's between you and your investor. But then second people think that like basically if you sell secondary you had better succeed. If you sell secondary and you don't succeed, then it's like straight to jail. This is the absolute worst sin, you know, committable by any human being. So, I want to get I want to get your guys reactions to this. >> I'm waiting for this to happen in AI cuz I already see people in AI like completely divorced from crypto and they're nicer right now because their market is still bubbly. >> They're still complaining about this and being like, \"Oh, [ __ ] this founder.\" Like their company didn't work and they they like took the exit, you know, like the kind of wind surf style exit and they sold secondary. >> But M& is okay. M&A is okay. I've never seen anyone complain about this with M&A. >> No, no, no. People complain about the",
      "quotable_line": "blame games are the new normal, but success is still on you.",
      "full_post_text": "\"blame games are the new normal, but success is still on you.\" i see this play out in crypto all too often - investors get a bad rep for holding their fund managers accountable for results. no one wants to take responsibility for failure.",
      "pattern": "HOT_TAKE",
      "why_good": "A provocative observation about the nature of criticism and social media culture that could spark discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1530s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1530&end=1575",
      "created_at": "2026-02-11T14:22:50.562571",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:36.812805",
      "start_time": 1382.0,
      "end_time": 1427.0,
      "transcript_text": "more than maybe in the West. I kind of think this view on the Farcaster thing was also kind of split between where like I I did, you know, group chats that had more people in Asia were like, \"Oh, they scammed investors.\" Whereas like I think people in the west are like, \"Well, I guess that VCs were dumb for funding that much, right?\" Like like it was like a totally different >> So to be clear to be clear to be clear, Dan clarified that he returned 100% of the capital. >> Yeah. Yeah. Yeah. I I know I know. I'm just trying to give you the most were negative. Those were negative. That is extremely rare. >> Did he return 100% of the capital raised or 100% of what was remaining of the capital? Is there is a >> 100% of capital raised? 100% of capital raised. So the VCs who invested in primary got 100% of their money back. >> I guess the question is then did the",
      "quotable_line": "west sees vcs as visionary, asia views them as victims of a scam.",
      "full_post_text": "\"west sees vcs as visionary, asia views them as victims of a scam.\" Interesting contrast in perspectives, highlights the lack of nuance in crypto narratives. More to unpack in the full clip. #cryptopodcast #vcinvesting",
      "pattern": "INSIGHT",
      "why_good": "A nuanced observation about the differences in perspectives between Asia and the West that could lead to interesting discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1382s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1382&end=1427",
      "created_at": "2026-02-11T14:22:36.812956",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:22.306395",
      "start_time": 1570.0,
      "end_time": 1615.0,
      "transcript_text": "they sold secondary. >> But M& is okay. M&A is okay. I've never seen anyone complain about this with M&A. >> No, no, no. People complain about the wind the windsurf style M&A, right? Where they just acquire the founders. That's kind of different though over a bunch of other people some different thing. >> No, no, no. But, but the place in AI this happens because like people aren't expecting a token or liquidity quickly, right? The way it happens that I've seen have been companies where founders sold secondary and then the founder also on top of that does this M&A and then the employees are kind of left with whatever is remaining. Right? That's the equivalent of the crypto thing. >> I I think there's reasonable arguments to make that the problem with secondaries is not that founders are doing them but that they're not uniform among everybody who holds common. Right? So usually when there's a secondary it's only the founders selling and employees",
      "quotable_line": "we're just looking for villains now, nobody's accountable",
      "full_post_text": "\"we're just looking for villains now, nobody's accountable\" - and yet M&A deals get a free pass while token sales are scrutinized to death. another double standard in crypto?",
      "pattern": "HOT_TAKE",
      "why_good": "A provocative observation about the nature of criticism and social media culture that could spark discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1570s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1570&end=1615",
      "created_at": "2026-02-11T14:22:22.306439",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:08.259456",
      "start_time": 1500.0,
      "end_time": 1545.0,
      "transcript_text": "up building the thing. You return whatever money you have left. Okay, that's an honorable discharge. You know, you did your duty. You know, whatever. But if you sell a dime of secondary, people have extremely different intuitions about the morality of what you've done. And that basically like if you sell secondaries most people think that one sec selling secondary if you have are pre-product market fit is immoral. People very strongly believe this and like people will just outright say that even if they're like is that what you really mean? People say yes that's what I really mean. >> Investor's fault for giving it to you if if like >> so I I I tend to agree that's between you and your investor. But then second people think that like basically if you sell secondary you had better succeed. If you sell secondary and you don't succeed, then it's like straight to jail. This is the",
      "quotable_line": "we're looking for villains in all the wrong places",
      "full_post_text": "\"we're looking for villains in all the wrong places\"\nit's not about being a hero or a villain, it's about navigating gray areas in crypto. Selling secondaries can be seen as immoral if done before product market fit, but what's your take on this?",
      "pattern": "INSIGHT",
      "why_good": "A thought-provoking commentary about the nature of criticism and social media culture",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1500s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1500&end=1545",
      "created_at": "2026-02-11T14:22:08.259494",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "clip_url": "clips/ypT9dQku1r0_1500_1545.mp4",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:21:47.727816",
      "start_time": 132.0,
      "end_time": 177.0,
      "transcript_text": "market right now. The conversation that a lot of people are having at least in my group chats is that you know we're basically at the point where micro strategy is break even as an investor in Bitcoin period in the aggregate across multiple cycles and I think psychologically that's seen as a pretty important threshold and that there's a lot of concern and constrnation that if we continue to decline it could become a negative feedback loop just as confidence is lost in Micro Strategy's ability to be a continued buyer andor a potential seller. And so the threshold that a lot of people are watching right now is like are they in the money and what is the health of that business from a profit perspective. The other major debts I mean people are also saying",
      "quotable_line": "take a break from twitter for 6 months, let the crypto hype cycle reset itself.",
      "full_post_text": "\"take a break from twitter for 6 months, let the crypto hype cycle reset itself. makes sense, considering micro strategy's breakeven and the looming specter of a negative feedback loop.\"",
      "pattern": "HOT_TAKE",
      "why_good": "A humorous and relatable comment that could spark discussion about the toxicity of social media",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=132s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=132&end=177",
      "created_at": "2026-02-11T14:21:47.727872",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "clip_url": "clips/ypT9dQku1r0_132_177.mp4",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:53.439957",
      "start_time": 420.0,
      "end_time": 450.0,
      "transcript_text": "oversold condition before we reassert a long-term Bitcoin position. But it's not to say that within that framework, we won't have opportunities to trade Bitcoin, even counter trend from a shorter term perspective. Because as you mentioned, we do see these volatility sort of or volatile pushes both to the upside and downside, and they occur very quickly. And that in a way is opportunity. It makes things a bit more difficult, but then of course the charts can help make it a little bit easier to trade that. What are some of the indicators that you look to to sort of be opportunistic",
      "quotable_line": "ai devouring software, not a market trend",
      "full_post_text": "\"ai devouring software, not a market trend.\" interesting to see how this plays out in the short term, but can't help but think we're due for a retest of recent lows before the next leg up. charts will have to guide any trading decisions from here. #Bitcoin #Crypto",
      "pattern": "HOT_TAKE",
      "why_good": "Witty analogy",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=420s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=420&end=450",
      "created_at": "2026-02-11T13:04:53.439977",
      "score": 5.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:42.598107",
      "start_time": 120.0,
      "end_time": 180.0,
      "transcript_text": "do it? Of course, Steve. Yeah. So good to be back with you, despite the circumstances with this, uh, so-called crypto winter as a technical analyst, I do look at price trends and prices are primary. And in some cases, even soul input, we're trying to understand the nature of the trend, whether the trend still has good momentum, whether it's likely to reverse, uh, whether it's in the midst of a counter trend move and technical analysis and the indicators that are part of the discipline can help us take out some of the guesswork that's involved in trading and investing, and certainly can help take out some of the emotions that are inherent to it as well, because it's to us just math, right? We're looking at these price inputs to try to get a takeaway and just put more probabilities in our favor as we invest in the likes of Bitcoin and cryptocurrencies have been lending themselves, I'd say very well to technical analysis and that they are very mindful of levels, support and resistance",
      "quotable_line": "bitcoin as a proxy for smaller coins is a top-down approach that reveals the bigger picture",
      "full_post_text": "\"bitcoin as a proxy for smaller coins is a top-down approach that reveals the bigger picture\" insightful to say the least - helps me understand market momentum and potential reversals #cryptopodcast #technicalanalysis\"",
      "pattern": "INSIGHT",
      "why_good": "Surprising take on altcoins",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=120s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=120&end=180",
      "created_at": "2026-02-11T13:04:42.598116",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:34.352548",
      "start_time": 330.0,
      "end_time": 360.0,
      "transcript_text": "breakdown below the cloud, which was just shy of 89,000. We did see a very meaningful loss of long-term upside momentum. I can show you that from the monthly chart, which I'll bring over to the screen here. On the monthly bar chart of Bitcoin, our indicators started to deteriorate months ago. And you can see that in this MACD indicator that stands for moving average convergence divergence. The MACD flipped to a sell signal a few months ago and has been pointing lower and diverging. That means that the downdraft has",
      "quotable_line": "momentum turns before prices plummet",
      "full_post_text": "\"momentum turns before prices plummet\". indicators are flashing warning signs, macd flipped to sell signal months ago and has been diverging ever since. is this a sign of trouble ahead for bitcoin?",
      "pattern": "INSIGHT",
      "why_good": "Technical analysis tip",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=330s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=330&end=360",
      "created_at": "2026-02-11T13:04:34.352566",
      "score": 6.75,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:20.951704",
      "start_time": 240.0,
      "end_time": 270.0,
      "transcript_text": "crypto is somewhat constricted history, is there really enough to do technical analysis? And you've said time and time again that even though it doesn't go back decades or centuries like traditional assets, it tends to compress entire market cycles into very short periods of time. So it lends itself very well to what you do. Yeah, so yeah, so let's get right into it. You have a chart of Bitcoin up here as we're talking, I think it's dropped below 70,000 dropped to as low as 66 something down 8% on the day so far.",
      "quotable_line": "compress whole market cycles into brief bursts - time the bottoms with altcoins",
      "full_post_text": "\"compress whole market cycles into brief bursts - time the bottoms with altcoins. analyst's sweet spot: catching the dip before it rebounds.\"",
      "pattern": "PREDICTION",
      "why_good": "Contrarian advice on timing market bottoms",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=240s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=240&end=270",
      "created_at": "2026-02-11T13:04:20.951736",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "clip_url": "clips/9x1rshbRMfM_240_270.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T13:00:03.546024",
      "start_time": 1622.0,
      "end_time": 1667.0,
      "transcript_text": "Kevin Warsh- He's got about nine Bitcoins. He's got about 745k of crypto assets between Bitcoin and ETH. That's probably worth a lot less now. David Warsh- It's mostly Bitcoin. It's mostly Bitcoin. It's nine Bitcoins and six ETH. So, David Warsh- Yeah. David Warsh- A little favor to Bitcoin. Kevin Warsh- People from crypto, like Evitul from Electric Capital, like know him, think he's an excellent pick for FedShare. Actually, let's get this direct quote, David Warsh- Because he went back and forth with an interviewer about Bitcoin. This is what Kevin Warsh had to say. David Warsh- You made reference to Bitcoin. And I thought I heard a little bit of condescension that people are buying Bitcoin and these things. David Warsh- But doesn't it, Charlie Munger- This is two or three years before he died. Charlie Munger attacked Bitcoin. He called it evil, in part because it would begin to undermine the Fed's ability to manage the economy.",
      "quotable_line": "9 bits, $745k in crypto – yeah, a little favor to bitcoin",
      "full_post_text": "\"a little favor to bitcoin\" - kevin warsh reveals his modest crypto holdings worth $745k. not exactly a whale, but shows he's still invested in the space. what do you think of him as a potential FedShare pick? #cryptonews #bitcoin",
      "pattern": "DATA/NEWS",
      "why_good": "Specific numbers related to Kevin Warsh's crypto holdings",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1622s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1622&end=1667",
      "created_at": "2026-02-11T13:00:03.546049",
      "score": 6.6,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:54.630415",
      "start_time": 1510.0,
      "end_time": 1555.0,
      "transcript_text": "2026. So not now, but kind of soon. Did you know, David, so he was in the FOMC, but he actually rage quit the FOMC. He was one of the governors. He rage quit somewhere around, I think it's 2010, 2011, because he was fine with the initial bailout stuff. But then when the Fed like doubled and tripled down on quantitative easing, he was like, that's not what we should be doing. This is bad Fed policy. He prefers like quantitative tightening. And he thinks that the Fed has been grossly irresponsible in terms of intervening in monetary policy in the way that it has and expanding its balance sheet in the way that it has. David Warsh- Do you mean, do you mean post-08 crisis, a couple of years after that, after the initial reaction, he was criticizing the Fed for being, being too Zerpy? Kevin Warsh- Yeah. Well, less Zerpy. So less Zerpy. So Zerpy, you mean zero yield, right? David Warsh- Zero interest rate policy.",
      "quotable_line": "he rage quit the fomc in 2010: when stress outweighed stimulus",
      "full_post_text": "\"he rage quit the fomc in 2010: when stress outweighed stimulus\". interesting that someone who's been in the hot seat thinks the fed is being irresponsible with qe. a lesson for central banks?",
      "pattern": "INSIGHT/HOT_TAKE",
      "why_good": "Surprising anecdote about Kevin Warsh's past actions",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1510s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1510&end=1555",
      "created_at": "2026-02-11T12:59:54.630436",
      "score": 6.8,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:46.232893",
      "start_time": 1780.0,
      "end_time": 1825.0,
      "transcript_text": "David Warsh- What?  David Warsh- What? David Warsh- He just wants to out of the goodness of his own heart. Of course, David Warsh- It would be inappropriate for me to tell the Federal Reserve Governor to cut rates. So I'm not going to do that because I want to pure. Wow. What kind of double talk is that? David Warsh- So, Kevin Warsh is also, I think, highly respected among investors. David Warsh- So he worked for Stanley Druckenmiller. Ray Dalio also likes him. So Ray Dalio said he's respected for his capabilities and judgment. He understands the risks of having a Fed policy that is too easy, David Warsh- As well as too tight and how to judge what's what. That's a good take. Luke Grauman actually thinks that he will be less- because people are talking about him as being actually hawkish, maybe more hawkish than Trump. David Warsh- That's the word that everyone is describing this guy.",
      "quotable_line": "pure intentions in policy are just a polite way of saying 'i'm not going to change anything",
      "full_post_text": "\"pure intentions in policy are just a polite way of saying 'i'm not going to change anything'. politicians have mastered the art of saying one thing while doing another. transparency anyone?\"",
      "pattern": "HUMOR/INSIGHT",
      "why_good": "Surprising reaction to Trump's words and insight about Kevin Warsh's reputation",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1780s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1780&end=1825",
      "created_at": "2026-02-11T12:59:46.232920",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1780_1825.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:37.729788",
      "start_time": 1554.0,
      "end_time": 1599.0,
      "transcript_text": "Zerpy, you mean zero yield, right? David Warsh- Zero interest rate policy. Kevin Warsh- It's unclear what he will do with interest rates. I think he will lower them. In fact, Trump is kind of indicating that like, that's kind of why I picked them, but there's some Trump comments here, but less Zerpy, but more a critique of how the Fed has done quantitative easing. So buying assets basically and placing it on this balance sheet. David Warsh- Oh, being more hands on and opinionated than what they could have otherwise been. Kevin Warsh- Yeah. He basically says it was a bailout for Wall Street. David Warsh- Asset price inflation- David Warsh- It was a bailout for Wall Street. Kevin Warsh- Yeah. Asset price inflation is a bad thing and shouldn't be done. And it caused massive wealth inequality in the US. And like, he's saying many of our talking points, essentially, which is why he's an interesting choice from Trump.",
      "quotable_line": "Less Zerpy",
      "full_post_text": "\"less zerpy\"\nFed's interest rate policy is about to get even more experimental. Will they lower rates or keep them steady? The guessing game continues...",
      "pattern": "INSIGHT/HUMOR",
      "why_good": "Quirky phrase that stands out",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1554s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1554&end=1599",
      "created_at": "2026-02-11T12:59:37.729810",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1554_1599.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:24.243761",
      "start_time": 1862.0,
      "end_time": 1907.0,
      "transcript_text": "do until he's actually in the seat. It's hard for me. I know Michael Nato was throwing out there like, hey, he could be super hawkish. But then there's always the question of then why did- David Warsh- Why is Trump so comfortable with him putting him in there? David Warsh- Because Trump is not one to take short-term pain for long-term gain, right? And if there's any Fed policy that prescribes that, he's going to not want that to happen. David Warsh- Yes. Yes. Yes. David Warsh- Granted, Trump also doesn't know what Kevin will do once he is in office. Because once Kevin is in office, he gets to act somewhat independently. He can piss Trump off if he wants. But one does have to like, begs the question, why is Trump so happy with him coming into office if he doesn't think he's going to get exactly what he wants, which is a easy money paradigm for the markets.",
      "quotable_line": "Trump takes short-term gains over long-term benefits",
      "full_post_text": "\"trump takes short-term gains over long-term benefits - a habit that's served him well in business, but might just be his downfall when it comes to fed policy decisions.\"",
      "pattern": "INSIGHT/HUMOR",
      "why_good": "Surprising insight about Trump's motivations and personality traits",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1862s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1862&end=1907",
      "created_at": "2026-02-11T12:59:24.243775",
      "score": 7.6,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1862_1907.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:58.250147",
      "start_time": 1577.0,
      "end_time": 1622.0,
      "transcript_text": "relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this company uh taps into all of your business systems and then uh it's kind of like an overlay. You can talk to it. Uh, and they said at the board meetings for the company, they just keep asking the model what to do. And so they were like, you know, like dog fooding their own product. And I I sat there and I was like, man, it is we're we're getting to a kind of a crazy world. And then I saw um Cheeky Pint, I think is uh the the Collison uh brother and um and Dwar did uh with Elon. And I just saw a clip. I haven't listened to the whole thing yet, but in it, Elon is talking about the",
      "quotable_line": "ai is no longer a tool, but a thinking partner that adapts to you",
      "full_post_text": "\"ai is no longer a tool, but a thinking partner that adapts to you\" The shift from automation to true collaboration is here, and it's changing business operations forever. Companies like [name] are leading the charge with customized AI overlays.",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "emphasizes the importance of collaboration and understanding between humans and AI.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1577s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1577&end=1622",
      "created_at": "2026-02-11T12:54:58.250162",
      "score": 4.1,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:50.518444",
      "start_time": 1320.0,
      "end_time": 1368.0,
      "transcript_text": "Stanley. There's a fixed income division. There's an these are all like different companies. They all have their own software stack. They all pay for all their own things. If that company now rolls their data up to the top and you stick an agent on top of it, could Salesforce still be there? Yeah. As a data storage place, >> but why would you pay for the agents if you can have an agent just going into it and going through? And that's why using Claudebot and thinking about the world will will look like knowing what MCP is connecting into your applications. The question is, will they be able to grow their earnings? I just don't see it happening. >> Yeah. You know what what's interesting is um we have a number of teams now that have started to uh use this stuff and >> what stuff >> agents that are you know somebody else",
      "quotable_line": "salesforce can thrive on any soil - even if someone else has planted a garden first.",
      "full_post_text": "\"salesforce can thrive on any soil - even if someone else has planted a garden first.\" interesting implication for decentralized data storage, where anyone can plug in and extract value without needing to build the entire garden themselves. what's next?",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "contrarian take on the future of tech, sparks interesting discussions and debates.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1320s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1320&end=1368",
      "created_at": "2026-02-11T12:54:50.518460",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:43.221842",
      "start_time": 1546.0,
      "end_time": 1591.0,
      "transcript_text": "The way that elegant systems should be built, there should be 30 smart brains doing different things, not using the same software. So, if I give you the prompt, I highly recommend you take the prompt and you start tailoring it to you. My prompts have the Santa Fe uh institute model in there. You may not want that. I want to be a systems thinker and I want to look at things. Maybe you don't. Maybe you want to go into a particular vertical and emphasize the one that's the most important. But whatever your strength as an individual. The thing about AI is it's a thinking partner. You have to build a relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this",
      "quotable_line": "ditch identical software, elegance comes from diverse brains",
      "full_post_text": "\"ditch identical software, elegance comes from diverse brains\" this insight applies to more than just code - our approaches to learning and growth should also be tailored to our individual perspectives #crypto #decentralizedthought",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "highlights the potential of diverse perspectives and expertise in building effective systems.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1546s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1546&end=1591",
      "created_at": "2026-02-11T12:54:43.221889",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1546_1591.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:36.568138",
      "start_time": 1448.0,
      "end_time": 1493.0,
      "transcript_text": "it doesn't, right? Like it either works or it doesn't. There's no nothing I can really do with Salesforce to train it to be better for my specific use case. This software is like a living breathing thing that can constantly iterate. And I think that that is a mental shift that I had to go through. And then once you realize that, you're like, well, if it doesn't work for your specific use case, it's because you haven't trained it yet. And it shifts that responsibility to the person to get more value out of, you know, the the living breathing thing. >> This is this is an important um point for people listening trying to to learn about this. So, I was at a uh a consulting presentation yesterday and I'm going through how I go from a a signal. So it could be from a podcast, it could be from a conference, it could be something that you say to me on the show that just it connects in my mind like a a Sherlock Holmes moment where",
      "quotable_line": "training it isn't a feature you can turn on, it's a culture you need to cultivate",
      "full_post_text": "\"training it isn't a feature you can turn on, it's a culture you need to cultivate\"\nthis mindset is crucial for AI adoption in crypto, where complex systems require constant iteration and refinement.",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "helps people understand how AI works and its limitations.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1448s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1448&end=1493",
      "created_at": "2026-02-11T12:54:36.568145",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1448_1493.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:33:44.821690",
      "start_time": 1562.0,
      "end_time": 1607.0,
      "transcript_text": "want that. I want to be a systems thinker and I want to look at things. Maybe you don't. Maybe you want to go into a particular vertical and emphasize the one that's the most important. But whatever your strength as an individual. The thing about AI is it's a thinking partner. You have to build a relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this company uh taps into all of your business systems and then uh it's kind of like an overlay. You can talk to it. Uh, and they said at the board meetings for the company, they just keep asking the model what to do. And so they were like, you know, like dog fooding their own product. And I I sat there and I was",
      "quotable_line": "AI is a thinking partner",
      "full_post_text": "\"ai is a thinking partner\"\ngreat way to think about ai - as an extension of yourself rather than just a tool. builds trust and collaboration in problem-solving, not just code execution #AI #partnerinproblem solving #collaborationovercodeexecution",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "emphasizes the importance of collaboration, customization, and understanding between humans and AI.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1562s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1562&end=1607",
      "created_at": "2026-02-11T12:33:44.821728",
      "score": 7.4,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1562_1607.mp4",
      "posted": false
    },
    {
      "video_id": "KFzaJ7_-XQ0",
      "channel_name": "Bankless",
      "video_title": "MegaETH Mainnet is Live! — The Next Era of Ethereum Scaling",
      "published_at": "2026-02-11T11:44:07.964480",
      "start_time": 50,
      "end_time": 90,
      "transcript_text": "this is uh we're croing the day after Vitalic released his uh layer 2 tweet. A big moment uh to say the least. uh when you guys saw this tweet rocker rocket around Twitter, it got it got so big that basically everyone on crypto Twitter was commenting on this uh what was your reaction to it? Namik, I'll start with you. >> Yeah, I mean thanks for the question, David. I I think it was honestly a validation of our point of view for a while. Uh we're called Mega E. We love Ethereum. Um I mean I got into crypto because of E. So it has a a special place in my heart. But the reason why Mega uses Ethereum is not because of like you know fanboyism but because it allowed us to build the most performant possible blockchain, right? So um",
      "quotable_line": "Ethereum's success is its biggest challenge",
      "full_post_text": "\"ethereum's success is its biggest challenge\"\n\nhere's what i understood + my take - namik from mega e was validating their point of view on using ethereum for performance. but let's dig deeper, this means that ethereum's current success might be limiting its potential growth in the future.\n\ni think this highlights the challenges of scaling a widely-used blockchain like ethereum, and how it may struggle to innovate and adapt quickly enough to meet growing demands. this is connected to the broader trend of layer 2 solutions trying to alleviate these scalability issues.\n\nbut what most people miss is that ethereum's success might also be creating a self-reinforcing cycle where its own growth becomes a bottleneck for further development, making it harder for new ideas and projects to emerge.",
      "pattern": "HARD TRUTH",
      "why_good": "Thought-provoking DeFi commentary",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=KFzaJ7_-XQ0&t=50s",
      "created_at": "2026-02-11T06:14:56.943788",
      "clip_url": "clips/KFzaJ7_-XQ0_50_90.mp4",
      "posted": false
    }
  ],
  "metadata": {
    "total_clips": 25,
    "unposted_clips": 25,
    "generated_at": "2026-02-25T11:08:29.062741",
    "channels": [
      "Unknown",
      "Bankless"
    ]
  }
}