{
  "clips": [
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:45.178818",
      "start_time": 34.0,
      "end_time": 79.0,
      "transcript_text": "Terima kasih telah menonton Terima kasih telah menonton",
      "quotable_line": "tokenization has officially taken over - get used to it",
      "full_post_text": "\"tokenization has officially taken over - get used to it\"\nTokenization is no longer a buzzword, it's a reality. Prepare for more projects and industries getting on board. Which sector do you think will be next?",
      "pattern": "PREDICTION",
      "why_good": "A straightforward and optimistic statement that could inspire confidence in tokenization",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=34s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=34&end=79",
      "created_at": "2026-02-11T14:31:45.178866",
      "score": 5.4,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:31.939314",
      "start_time": 310.0,
      "end_time": 355.0,
      "transcript_text": "Terima kasih telah menonton Her video Her video Her video Her video              Her video Her video                      Her video Our friends over at Relay who just announced the $17 million raise, impeccable timing they were able to raise in these market conditions. So guys, let's go ahead. Mr. Secretary, reclaiming my time. The price-sensitive side of the market, which is what you probably see when you're scrolling through CoinGecko.",
      "quotable_line": "avalanche has high-quality assets, but timing is everything in this market",
      "full_post_text": "\"avalanche has high-quality assets, but timing is everything in this market\" indeed, timing can make or break a project's success, let's see how avalanche fares with their solid fundamentals against the current market conditions",
      "pattern": "PREDICTION",
      "why_good": "A statement that could generate interest in Avalanche and its ecosystem",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=310s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=310&end=355",
      "created_at": "2026-02-11T14:31:31.939354",
      "score": 5.7,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:18.589218",
      "start_time": 120.0,
      "end_time": 145.0,
      "transcript_text": "Terima kasih telah menonton",
      "quotable_line": "big players are pouring into crypto - get used to it",
      "full_post_text": "\"big players are pouring into crypto - get used to it\" the floodgates have opened, and institutional money is flowing in. get ready for a new era of mainstream adoption and price volatility\" #cryptocurrency #institutionalinvestors",
      "pattern": "HOT_TAKE",
      "why_good": "A surprising and interesting development that could spark conversation",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=120s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=120&end=145",
      "created_at": "2026-02-11T14:31:18.589289",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:31:03.681326",
      "start_time": 420.0,
      "end_time": 465.0,
      "transcript_text": "If, of course, you meet the regulatory and compliance metrics. Let's keep moving. We're going to speed run through this since we've got our first guest almost ready in the back. Next up, we see, again, ARIA has been able to raise another $15 million late in 2025. This might be old news. They added even more after an unprecedented level of music industry funding last year. I anticipate teams like ARIA are actually going to find a niche in the AI portion of the market when it comes to music and AI. That is something I anticipate will just continue to skyrocket. There's musicians out there that are completely AI generated and they're getting tons of love from the existing music industry because people don't know that they're AI generated.",
      "quotable_line": "fintechs are embracing stablecoins – if they can just meet the fine print",
      "full_post_text": "\"fintechs are embracing stablecoins – if they can just meet the fine print\" sounds like a recipe for regulatory cat-and-mouse games. Stablecoin adoption is picking up steam, but compliance will be key. Next up: ARIA's $15m raise in music industry funding.",
      "pattern": "INSIGHT",
      "why_good": "A statement that could educate readers on current trends and developments",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=420s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=420&end=465",
      "created_at": "2026-02-11T14:31:03.681385",
      "score": 6.6,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "abqlprcfC3Q",
      "channel_name": "Unknown",
      "video_title": "Video abqlprcfC3Q",
      "published_at": "2026-02-11T14:30:36.299487",
      "start_time": 360.0,
      "end_time": 405.0,
      "transcript_text": "You see a lot of the tokens that are liquid. And then you've got the other side of the market, which is price insensitive. And these are companies like Figure and a lot of the tokenization companies. It's a lot of the financial institutions. These guys are tokenizing money market funds. Stable coins are the core of this business. There's really not a whole lot of digital asset exposure, which is why people were so upset. And that is ultimately what's going to save these guys from bankruptcy now that the tokens are quite a bit down. So that's the current state. Figure outlines key operating metrics. Framework ahead of quarterly results. Figure HELOC, I believe, superseded. They were up to $22 billion in loan origination. And Figure HELOC is now a top 10 cryptocurrency.",
      "quotable_line": "traditional channels are still key to mainstream adoption, not just fancy tech",
      "full_post_text": "\"traditional channels are still key to mainstream adoption, not just fancy tech. Financial institutions like Figure are dominating tokenization, but their exposure to digital assets is limited. A potential safe haven from bankruptcy?\" #cryptocurrency #fintech",
      "pattern": "PREDICTION",
      "why_good": "A statement that could inspire discussion on the future of tokenization and adoption",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=abqlprcfC3Q&t=360s",
      "embed_url": "https://www.youtube.com/embed/abqlprcfC3Q?start=360&end=405",
      "created_at": "2026-02-11T14:30:36.299538",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/abqlprcfC3Q/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:50.562505",
      "start_time": 1530.0,
      "end_time": 1575.0,
      "transcript_text": "that's what I really mean. >> Investor's fault for giving it to you if if like >> so I I I tend to agree that's between you and your investor. But then second people think that like basically if you sell secondary you had better succeed. If you sell secondary and you don't succeed, then it's like straight to jail. This is the absolute worst sin, you know, committable by any human being. So, I want to get I want to get your guys reactions to this. >> I'm waiting for this to happen in AI cuz I already see people in AI like completely divorced from crypto and they're nicer right now because their market is still bubbly. >> They're still complaining about this and being like, \"Oh, [ __ ] this founder.\" Like their company didn't work and they they like took the exit, you know, like the kind of wind surf style exit and they sold secondary. >> But M& is okay. M&A is okay. I've never seen anyone complain about this with M&A. >> No, no, no. People complain about the",
      "quotable_line": "blame games are the new normal, but success is still on you.",
      "full_post_text": "\"blame games are the new normal, but success is still on you.\" i see this play out in crypto all too often - investors get a bad rep for holding their fund managers accountable for results. no one wants to take responsibility for failure.",
      "pattern": "HOT_TAKE",
      "why_good": "A provocative observation about the nature of criticism and social media culture that could spark discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1530s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1530&end=1575",
      "created_at": "2026-02-11T14:22:50.562571",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:36.812805",
      "start_time": 1382.0,
      "end_time": 1427.0,
      "transcript_text": "more than maybe in the West. I kind of think this view on the Farcaster thing was also kind of split between where like I I did, you know, group chats that had more people in Asia were like, \"Oh, they scammed investors.\" Whereas like I think people in the west are like, \"Well, I guess that VCs were dumb for funding that much, right?\" Like like it was like a totally different >> So to be clear to be clear to be clear, Dan clarified that he returned 100% of the capital. >> Yeah. Yeah. Yeah. I I know I know. I'm just trying to give you the most were negative. Those were negative. That is extremely rare. >> Did he return 100% of the capital raised or 100% of what was remaining of the capital? Is there is a >> 100% of capital raised? 100% of capital raised. So the VCs who invested in primary got 100% of their money back. >> I guess the question is then did the",
      "quotable_line": "west sees vcs as visionary, asia views them as victims of a scam.",
      "full_post_text": "\"west sees vcs as visionary, asia views them as victims of a scam.\" Interesting contrast in perspectives, highlights the lack of nuance in crypto narratives. More to unpack in the full clip. #cryptopodcast #vcinvesting",
      "pattern": "INSIGHT",
      "why_good": "A nuanced observation about the differences in perspectives between Asia and the West that could lead to interesting discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1382s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1382&end=1427",
      "created_at": "2026-02-11T14:22:36.812956",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:22.306395",
      "start_time": 1570.0,
      "end_time": 1615.0,
      "transcript_text": "they sold secondary. >> But M& is okay. M&A is okay. I've never seen anyone complain about this with M&A. >> No, no, no. People complain about the wind the windsurf style M&A, right? Where they just acquire the founders. That's kind of different though over a bunch of other people some different thing. >> No, no, no. But, but the place in AI this happens because like people aren't expecting a token or liquidity quickly, right? The way it happens that I've seen have been companies where founders sold secondary and then the founder also on top of that does this M&A and then the employees are kind of left with whatever is remaining. Right? That's the equivalent of the crypto thing. >> I I think there's reasonable arguments to make that the problem with secondaries is not that founders are doing them but that they're not uniform among everybody who holds common. Right? So usually when there's a secondary it's only the founders selling and employees",
      "quotable_line": "we're just looking for villains now, nobody's accountable",
      "full_post_text": "\"we're just looking for villains now, nobody's accountable\" - and yet M&A deals get a free pass while token sales are scrutinized to death. another double standard in crypto?",
      "pattern": "HOT_TAKE",
      "why_good": "A provocative observation about the nature of criticism and social media culture that could spark discussion",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1570s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1570&end=1615",
      "created_at": "2026-02-11T14:22:22.306439",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:22:08.259456",
      "start_time": 1500.0,
      "end_time": 1545.0,
      "transcript_text": "up building the thing. You return whatever money you have left. Okay, that's an honorable discharge. You know, you did your duty. You know, whatever. But if you sell a dime of secondary, people have extremely different intuitions about the morality of what you've done. And that basically like if you sell secondaries most people think that one sec selling secondary if you have are pre-product market fit is immoral. People very strongly believe this and like people will just outright say that even if they're like is that what you really mean? People say yes that's what I really mean. >> Investor's fault for giving it to you if if like >> so I I I tend to agree that's between you and your investor. But then second people think that like basically if you sell secondary you had better succeed. If you sell secondary and you don't succeed, then it's like straight to jail. This is the",
      "quotable_line": "we're looking for villains in all the wrong places",
      "full_post_text": "\"we're looking for villains in all the wrong places\"\nit's not about being a hero or a villain, it's about navigating gray areas in crypto. Selling secondaries can be seen as immoral if done before product market fit, but what's your take on this?",
      "pattern": "INSIGHT",
      "why_good": "A thought-provoking commentary about the nature of criticism and social media culture",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=1500s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=1500&end=1545",
      "created_at": "2026-02-11T14:22:08.259494",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "clip_url": "clips/ypT9dQku1r0_1500_1545.mp4",
      "posted": false
    },
    {
      "video_id": "ypT9dQku1r0",
      "channel_name": "Unknown",
      "video_title": "Video ypT9dQku1r0",
      "published_at": "2026-02-11T14:21:47.727816",
      "start_time": 132.0,
      "end_time": 177.0,
      "transcript_text": "market right now. The conversation that a lot of people are having at least in my group chats is that you know we're basically at the point where micro strategy is break even as an investor in Bitcoin period in the aggregate across multiple cycles and I think psychologically that's seen as a pretty important threshold and that there's a lot of concern and constrnation that if we continue to decline it could become a negative feedback loop just as confidence is lost in Micro Strategy's ability to be a continued buyer andor a potential seller. And so the threshold that a lot of people are watching right now is like are they in the money and what is the health of that business from a profit perspective. The other major debts I mean people are also saying",
      "quotable_line": "take a break from twitter for 6 months, let the crypto hype cycle reset itself.",
      "full_post_text": "\"take a break from twitter for 6 months, let the crypto hype cycle reset itself. makes sense, considering micro strategy's breakeven and the looming specter of a negative feedback loop.\"",
      "pattern": "HOT_TAKE",
      "why_good": "A humorous and relatable comment that could spark discussion about the toxicity of social media",
      "speaker": "<Unknown>",
      "youtube_url": "https://www.youtube.com/watch?v=ypT9dQku1r0&t=132s",
      "embed_url": "https://www.youtube.com/embed/ypT9dQku1r0?start=132&end=177",
      "created_at": "2026-02-11T14:21:47.727872",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ypT9dQku1r0/maxresdefault.jpg",
      "clip_url": "clips/ypT9dQku1r0_132_177.mp4",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:53.439957",
      "start_time": 420.0,
      "end_time": 450.0,
      "transcript_text": "oversold condition before we reassert a long-term Bitcoin position. But it's not to say that within that framework, we won't have opportunities to trade Bitcoin, even counter trend from a shorter term perspective. Because as you mentioned, we do see these volatility sort of or volatile pushes both to the upside and downside, and they occur very quickly. And that in a way is opportunity. It makes things a bit more difficult, but then of course the charts can help make it a little bit easier to trade that. What are some of the indicators that you look to to sort of be opportunistic",
      "quotable_line": "ai devouring software, not a market trend",
      "full_post_text": "\"ai devouring software, not a market trend.\" interesting to see how this plays out in the short term, but can't help but think we're due for a retest of recent lows before the next leg up. charts will have to guide any trading decisions from here. #Bitcoin #Crypto",
      "pattern": "HOT_TAKE",
      "why_good": "Witty analogy",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=420s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=420&end=450",
      "created_at": "2026-02-11T13:04:53.439977",
      "score": 5.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:42.598107",
      "start_time": 120.0,
      "end_time": 180.0,
      "transcript_text": "do it? Of course, Steve. Yeah. So good to be back with you, despite the circumstances with this, uh, so-called crypto winter as a technical analyst, I do look at price trends and prices are primary. And in some cases, even soul input, we're trying to understand the nature of the trend, whether the trend still has good momentum, whether it's likely to reverse, uh, whether it's in the midst of a counter trend move and technical analysis and the indicators that are part of the discipline can help us take out some of the guesswork that's involved in trading and investing, and certainly can help take out some of the emotions that are inherent to it as well, because it's to us just math, right? We're looking at these price inputs to try to get a takeaway and just put more probabilities in our favor as we invest in the likes of Bitcoin and cryptocurrencies have been lending themselves, I'd say very well to technical analysis and that they are very mindful of levels, support and resistance",
      "quotable_line": "bitcoin as a proxy for smaller coins is a top-down approach that reveals the bigger picture",
      "full_post_text": "\"bitcoin as a proxy for smaller coins is a top-down approach that reveals the bigger picture\" insightful to say the least - helps me understand market momentum and potential reversals #cryptopodcast #technicalanalysis\"",
      "pattern": "INSIGHT",
      "why_good": "Surprising take on altcoins",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=120s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=120&end=180",
      "created_at": "2026-02-11T13:04:42.598116",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:34.352548",
      "start_time": 330.0,
      "end_time": 360.0,
      "transcript_text": "breakdown below the cloud, which was just shy of 89,000. We did see a very meaningful loss of long-term upside momentum. I can show you that from the monthly chart, which I'll bring over to the screen here. On the monthly bar chart of Bitcoin, our indicators started to deteriorate months ago. And you can see that in this MACD indicator that stands for moving average convergence divergence. The MACD flipped to a sell signal a few months ago and has been pointing lower and diverging. That means that the downdraft has",
      "quotable_line": "momentum turns before prices plummet",
      "full_post_text": "\"momentum turns before prices plummet\". indicators are flashing warning signs, macd flipped to sell signal months ago and has been diverging ever since. is this a sign of trouble ahead for bitcoin?",
      "pattern": "INSIGHT",
      "why_good": "Technical analysis tip",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=330s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=330&end=360",
      "created_at": "2026-02-11T13:04:34.352566",
      "score": 6.75,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "9x1rshbRMfM",
      "channel_name": "Unknown",
      "video_title": "Video 9x1rshbRMfM",
      "published_at": "2026-02-11T13:04:20.951704",
      "start_time": 240.0,
      "end_time": 270.0,
      "transcript_text": "crypto is somewhat constricted history, is there really enough to do technical analysis? And you've said time and time again that even though it doesn't go back decades or centuries like traditional assets, it tends to compress entire market cycles into very short periods of time. So it lends itself very well to what you do. Yeah, so yeah, so let's get right into it. You have a chart of Bitcoin up here as we're talking, I think it's dropped below 70,000 dropped to as low as 66 something down 8% on the day so far.",
      "quotable_line": "compress whole market cycles into brief bursts - time the bottoms with altcoins",
      "full_post_text": "\"compress whole market cycles into brief bursts - time the bottoms with altcoins. analyst's sweet spot: catching the dip before it rebounds.\"",
      "pattern": "PREDICTION",
      "why_good": "Contrarian advice on timing market bottoms",
      "speaker": "Katie",
      "youtube_url": "https://www.youtube.com/watch?v=9x1rshbRMfM&t=240s",
      "embed_url": "https://www.youtube.com/embed/9x1rshbRMfM?start=240&end=270",
      "created_at": "2026-02-11T13:04:20.951736",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/9x1rshbRMfM/maxresdefault.jpg",
      "clip_url": "clips/9x1rshbRMfM_240_270.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T13:00:03.546024",
      "start_time": 1622.0,
      "end_time": 1667.0,
      "transcript_text": "Kevin Warsh- He's got about nine Bitcoins. He's got about 745k of crypto assets between Bitcoin and ETH. That's probably worth a lot less now. David Warsh- It's mostly Bitcoin. It's mostly Bitcoin. It's nine Bitcoins and six ETH. So, David Warsh- Yeah. David Warsh- A little favor to Bitcoin. Kevin Warsh- People from crypto, like Evitul from Electric Capital, like know him, think he's an excellent pick for FedShare. Actually, let's get this direct quote, David Warsh- Because he went back and forth with an interviewer about Bitcoin. This is what Kevin Warsh had to say. David Warsh- You made reference to Bitcoin. And I thought I heard a little bit of condescension that people are buying Bitcoin and these things. David Warsh- But doesn't it, Charlie Munger- This is two or three years before he died. Charlie Munger attacked Bitcoin. He called it evil, in part because it would begin to undermine the Fed's ability to manage the economy.",
      "quotable_line": "9 bits, $745k in crypto – yeah, a little favor to bitcoin",
      "full_post_text": "\"a little favor to bitcoin\" - kevin warsh reveals his modest crypto holdings worth $745k. not exactly a whale, but shows he's still invested in the space. what do you think of him as a potential FedShare pick? #cryptonews #bitcoin",
      "pattern": "DATA/NEWS",
      "why_good": "Specific numbers related to Kevin Warsh's crypto holdings",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1622s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1622&end=1667",
      "created_at": "2026-02-11T13:00:03.546049",
      "score": 6.6,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:54.630415",
      "start_time": 1510.0,
      "end_time": 1555.0,
      "transcript_text": "2026. So not now, but kind of soon. Did you know, David, so he was in the FOMC, but he actually rage quit the FOMC. He was one of the governors. He rage quit somewhere around, I think it's 2010, 2011, because he was fine with the initial bailout stuff. But then when the Fed like doubled and tripled down on quantitative easing, he was like, that's not what we should be doing. This is bad Fed policy. He prefers like quantitative tightening. And he thinks that the Fed has been grossly irresponsible in terms of intervening in monetary policy in the way that it has and expanding its balance sheet in the way that it has. David Warsh- Do you mean, do you mean post-08 crisis, a couple of years after that, after the initial reaction, he was criticizing the Fed for being, being too Zerpy? Kevin Warsh- Yeah. Well, less Zerpy. So less Zerpy. So Zerpy, you mean zero yield, right? David Warsh- Zero interest rate policy.",
      "quotable_line": "he rage quit the fomc in 2010: when stress outweighed stimulus",
      "full_post_text": "\"he rage quit the fomc in 2010: when stress outweighed stimulus\". interesting that someone who's been in the hot seat thinks the fed is being irresponsible with qe. a lesson for central banks?",
      "pattern": "INSIGHT/HOT_TAKE",
      "why_good": "Surprising anecdote about Kevin Warsh's past actions",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1510s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1510&end=1555",
      "created_at": "2026-02-11T12:59:54.630436",
      "score": 6.8,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:46.232893",
      "start_time": 1780.0,
      "end_time": 1825.0,
      "transcript_text": "David Warsh- What?  David Warsh- What? David Warsh- He just wants to out of the goodness of his own heart. Of course, David Warsh- It would be inappropriate for me to tell the Federal Reserve Governor to cut rates. So I'm not going to do that because I want to pure. Wow. What kind of double talk is that? David Warsh- So, Kevin Warsh is also, I think, highly respected among investors. David Warsh- So he worked for Stanley Druckenmiller. Ray Dalio also likes him. So Ray Dalio said he's respected for his capabilities and judgment. He understands the risks of having a Fed policy that is too easy, David Warsh- As well as too tight and how to judge what's what. That's a good take. Luke Grauman actually thinks that he will be less- because people are talking about him as being actually hawkish, maybe more hawkish than Trump. David Warsh- That's the word that everyone is describing this guy.",
      "quotable_line": "pure intentions in policy are just a polite way of saying 'i'm not going to change anything",
      "full_post_text": "\"pure intentions in policy are just a polite way of saying 'i'm not going to change anything'. politicians have mastered the art of saying one thing while doing another. transparency anyone?\"",
      "pattern": "HUMOR/INSIGHT",
      "why_good": "Surprising reaction to Trump's words and insight about Kevin Warsh's reputation",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1780s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1780&end=1825",
      "created_at": "2026-02-11T12:59:46.232920",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1780_1825.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:37.729788",
      "start_time": 1554.0,
      "end_time": 1599.0,
      "transcript_text": "Zerpy, you mean zero yield, right? David Warsh- Zero interest rate policy. Kevin Warsh- It's unclear what he will do with interest rates. I think he will lower them. In fact, Trump is kind of indicating that like, that's kind of why I picked them, but there's some Trump comments here, but less Zerpy, but more a critique of how the Fed has done quantitative easing. So buying assets basically and placing it on this balance sheet. David Warsh- Oh, being more hands on and opinionated than what they could have otherwise been. Kevin Warsh- Yeah. He basically says it was a bailout for Wall Street. David Warsh- Asset price inflation- David Warsh- It was a bailout for Wall Street. Kevin Warsh- Yeah. Asset price inflation is a bad thing and shouldn't be done. And it caused massive wealth inequality in the US. And like, he's saying many of our talking points, essentially, which is why he's an interesting choice from Trump.",
      "quotable_line": "Less Zerpy",
      "full_post_text": "\"less zerpy\"\nFed's interest rate policy is about to get even more experimental. Will they lower rates or keep them steady? The guessing game continues...",
      "pattern": "INSIGHT/HUMOR",
      "why_good": "Quirky phrase that stands out",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1554s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1554&end=1599",
      "created_at": "2026-02-11T12:59:37.729810",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1554_1599.mp4",
      "posted": false
    },
    {
      "video_id": "ltjwSDtQe_4",
      "channel_name": "Unknown",
      "video_title": "Video ltjwSDtQe_4",
      "published_at": "2026-02-11T12:59:24.243761",
      "start_time": 1862.0,
      "end_time": 1907.0,
      "transcript_text": "do until he's actually in the seat. It's hard for me. I know Michael Nato was throwing out there like, hey, he could be super hawkish. But then there's always the question of then why did- David Warsh- Why is Trump so comfortable with him putting him in there? David Warsh- Because Trump is not one to take short-term pain for long-term gain, right? And if there's any Fed policy that prescribes that, he's going to not want that to happen. David Warsh- Yes. Yes. Yes. David Warsh- Granted, Trump also doesn't know what Kevin will do once he is in office. Because once Kevin is in office, he gets to act somewhat independently. He can piss Trump off if he wants. But one does have to like, begs the question, why is Trump so happy with him coming into office if he doesn't think he's going to get exactly what he wants, which is a easy money paradigm for the markets.",
      "quotable_line": "Trump takes short-term gains over long-term benefits",
      "full_post_text": "\"trump takes short-term gains over long-term benefits - a habit that's served him well in business, but might just be his downfall when it comes to fed policy decisions.\"",
      "pattern": "INSIGHT/HUMOR",
      "why_good": "Surprising insight about Trump's motivations and personality traits",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ltjwSDtQe_4&t=1862s",
      "embed_url": "https://www.youtube.com/embed/ltjwSDtQe_4?start=1862&end=1907",
      "created_at": "2026-02-11T12:59:24.243775",
      "score": 7.6,
      "thumbnail_url": "https://i.ytimg.com/vi/ltjwSDtQe_4/maxresdefault.jpg",
      "clip_url": "clips/ltjwSDtQe_4_1862_1907.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:58.250147",
      "start_time": 1577.0,
      "end_time": 1622.0,
      "transcript_text": "relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this company uh taps into all of your business systems and then uh it's kind of like an overlay. You can talk to it. Uh, and they said at the board meetings for the company, they just keep asking the model what to do. And so they were like, you know, like dog fooding their own product. And I I sat there and I was like, man, it is we're we're getting to a kind of a crazy world. And then I saw um Cheeky Pint, I think is uh the the Collison uh brother and um and Dwar did uh with Elon. And I just saw a clip. I haven't listened to the whole thing yet, but in it, Elon is talking about the",
      "quotable_line": "ai is no longer a tool, but a thinking partner that adapts to you",
      "full_post_text": "\"ai is no longer a tool, but a thinking partner that adapts to you\" The shift from automation to true collaboration is here, and it's changing business operations forever. Companies like [name] are leading the charge with customized AI overlays.",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "emphasizes the importance of collaboration and understanding between humans and AI.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1577s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1577&end=1622",
      "created_at": "2026-02-11T12:54:58.250162",
      "score": 4.1,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:50.518444",
      "start_time": 1320.0,
      "end_time": 1368.0,
      "transcript_text": "Stanley. There's a fixed income division. There's an these are all like different companies. They all have their own software stack. They all pay for all their own things. If that company now rolls their data up to the top and you stick an agent on top of it, could Salesforce still be there? Yeah. As a data storage place, >> but why would you pay for the agents if you can have an agent just going into it and going through? And that's why using Claudebot and thinking about the world will will look like knowing what MCP is connecting into your applications. The question is, will they be able to grow their earnings? I just don't see it happening. >> Yeah. You know what what's interesting is um we have a number of teams now that have started to uh use this stuff and >> what stuff >> agents that are you know somebody else",
      "quotable_line": "salesforce can thrive on any soil - even if someone else has planted a garden first.",
      "full_post_text": "\"salesforce can thrive on any soil - even if someone else has planted a garden first.\" interesting implication for decentralized data storage, where anyone can plug in and extract value without needing to build the entire garden themselves. what's next?",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "contrarian take on the future of tech, sparks interesting discussions and debates.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1320s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1320&end=1368",
      "created_at": "2026-02-11T12:54:50.518460",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:43.221842",
      "start_time": 1546.0,
      "end_time": 1591.0,
      "transcript_text": "The way that elegant systems should be built, there should be 30 smart brains doing different things, not using the same software. So, if I give you the prompt, I highly recommend you take the prompt and you start tailoring it to you. My prompts have the Santa Fe uh institute model in there. You may not want that. I want to be a systems thinker and I want to look at things. Maybe you don't. Maybe you want to go into a particular vertical and emphasize the one that's the most important. But whatever your strength as an individual. The thing about AI is it's a thinking partner. You have to build a relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this",
      "quotable_line": "ditch identical software, elegance comes from diverse brains",
      "full_post_text": "\"ditch identical software, elegance comes from diverse brains\" this insight applies to more than just code - our approaches to learning and growth should also be tailored to our individual perspectives #crypto #decentralizedthought",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "highlights the potential of diverse perspectives and expertise in building effective systems.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1546s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1546&end=1591",
      "created_at": "2026-02-11T12:54:43.221889",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1546_1591.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:54:36.568138",
      "start_time": 1448.0,
      "end_time": 1493.0,
      "transcript_text": "it doesn't, right? Like it either works or it doesn't. There's no nothing I can really do with Salesforce to train it to be better for my specific use case. This software is like a living breathing thing that can constantly iterate. And I think that that is a mental shift that I had to go through. And then once you realize that, you're like, well, if it doesn't work for your specific use case, it's because you haven't trained it yet. And it shifts that responsibility to the person to get more value out of, you know, the the living breathing thing. >> This is this is an important um point for people listening trying to to learn about this. So, I was at a uh a consulting presentation yesterday and I'm going through how I go from a a signal. So it could be from a podcast, it could be from a conference, it could be something that you say to me on the show that just it connects in my mind like a a Sherlock Holmes moment where",
      "quotable_line": "training it isn't a feature you can turn on, it's a culture you need to cultivate",
      "full_post_text": "\"training it isn't a feature you can turn on, it's a culture you need to cultivate\"\nthis mindset is crucial for AI adoption in crypto, where complex systems require constant iteration and refinement.",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "helps people understand how AI works and its limitations.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1448s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1448&end=1493",
      "created_at": "2026-02-11T12:54:36.568145",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1448_1493.mp4",
      "posted": false
    },
    {
      "video_id": "kuo-h32FycQ",
      "channel_name": "Unknown",
      "video_title": "Video kuo-h32FycQ",
      "published_at": "2026-02-11T12:33:44.821690",
      "start_time": 1562.0,
      "end_time": 1607.0,
      "transcript_text": "want that. I want to be a systems thinker and I want to look at things. Maybe you don't. Maybe you want to go into a particular vertical and emphasize the one that's the most important. But whatever your strength as an individual. The thing about AI is it's a thinking partner. You have to build a relationship with it. And if you do, it's customized to you as opposed to it being a software button where you're pressing a button and it's doing the exact same thing which in most cases is not what you actually want. It's what the system can do. >> I forget the name of the company. Sequoia just invested, I think, for the second or third time in it. And they said that at the board meetings. U this company uh taps into all of your business systems and then uh it's kind of like an overlay. You can talk to it. Uh, and they said at the board meetings for the company, they just keep asking the model what to do. And so they were like, you know, like dog fooding their own product. And I I sat there and I was",
      "quotable_line": "AI is a thinking partner",
      "full_post_text": "\"ai is a thinking partner\"\ngreat way to think about ai - as an extension of yourself rather than just a tool. builds trust and collaboration in problem-solving, not just code execution #AI #partnerinproblem solving #collaborationovercodeexecution",
      "pattern": "PREDICTION/HOT_TAKE/INSIGHT/DATA/HUMOR: INSIGHT",
      "why_good": "emphasizes the importance of collaboration, customization, and understanding between humans and AI.",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=kuo-h32FycQ&t=1562s",
      "embed_url": "https://www.youtube.com/embed/kuo-h32FycQ?start=1562&end=1607",
      "created_at": "2026-02-11T12:33:44.821728",
      "score": 7.4,
      "thumbnail_url": "https://i.ytimg.com/vi/kuo-h32FycQ/maxresdefault.jpg",
      "clip_url": "clips/kuo-h32FycQ_1562_1607.mp4",
      "posted": false
    },
    {
      "video_id": "KFzaJ7_-XQ0",
      "channel_name": "Bankless",
      "video_title": "MegaETH Mainnet is Live! — The Next Era of Ethereum Scaling",
      "published_at": "2026-02-11T11:44:07.964480",
      "start_time": 50,
      "end_time": 90,
      "transcript_text": "this is uh we're croing the day after Vitalic released his uh layer 2 tweet. A big moment uh to say the least. uh when you guys saw this tweet rocker rocket around Twitter, it got it got so big that basically everyone on crypto Twitter was commenting on this uh what was your reaction to it? Namik, I'll start with you. >> Yeah, I mean thanks for the question, David. I I think it was honestly a validation of our point of view for a while. Uh we're called Mega E. We love Ethereum. Um I mean I got into crypto because of E. So it has a a special place in my heart. But the reason why Mega uses Ethereum is not because of like you know fanboyism but because it allowed us to build the most performant possible blockchain, right? So um",
      "quotable_line": "Ethereum's success is its biggest challenge",
      "full_post_text": "\"ethereum's success is its biggest challenge\"\n\nhere's what i understood + my take - namik from mega e was validating their point of view on using ethereum for performance. but let's dig deeper, this means that ethereum's current success might be limiting its potential growth in the future.\n\ni think this highlights the challenges of scaling a widely-used blockchain like ethereum, and how it may struggle to innovate and adapt quickly enough to meet growing demands. this is connected to the broader trend of layer 2 solutions trying to alleviate these scalability issues.\n\nbut what most people miss is that ethereum's success might also be creating a self-reinforcing cycle where its own growth becomes a bottleneck for further development, making it harder for new ideas and projects to emerge.",
      "pattern": "HARD TRUTH",
      "why_good": "Thought-provoking DeFi commentary",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=KFzaJ7_-XQ0&t=50s",
      "created_at": "2026-02-11T06:14:56.943788",
      "clip_url": "clips/KFzaJ7_-XQ0_50_90.mp4",
      "posted": false
    },
    {
      "video_id": "bwNlZVO_fTQ",
      "channel_name": "Unknown",
      "video_title": "Video bwNlZVO_fTQ",
      "published_at": "2026-02-11T10:27:01.993675",
      "start_time": 1733.0,
      "end_time": 1778.0,
      "transcript_text": "comes back with. Because I actually found it quite useful in exercise, a good use case for AI, I suppose. But again, like I think this doom merchant side of like everything's going to get market sold, Bitcoin is dead because of quantum. And I actually think we're now well and truly into the counterproductive stage because a lot of the evidence, a lot of the evidence that is proposed is quantum company says quantum is coming, quantum expert who works for quantum company says quantum is coming. We surveyed seven of them. So they all think it's coming. They're also paid by a quantum company. You can look at some government bureaucracy agency committee says quantum is coming, who's probably advised by those same experts who work for the quantum company. There's like a whole lot of things with like this guy, this smart dude over here said it's coming. And the skeptics go, well, I understand that there's a bunch of people who say it's coming. Can you factor a number bigger",
      "quotable_line": "ai's best use case? making exercise more efficient, that's a no-brainer.",
      "full_post_text": "\"ai's best use case? making exercise more efficient, that's a no-brainer. but let's be real, folks are more concerned with ai taking down bitcoin than actually using it for something productive.\"",
      "pattern": "HUMOR",
      "why_good": "It's a lighthearted and humorous comment about the usefulness of AI.",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=bwNlZVO_fTQ&t=1733s",
      "embed_url": "https://www.youtube.com/embed/bwNlZVO_fTQ?start=1733&end=1778",
      "created_at": "2026-02-11T10:27:01.993693",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/bwNlZVO_fTQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "bwNlZVO_fTQ",
      "channel_name": "Unknown",
      "video_title": "Video bwNlZVO_fTQ",
      "published_at": "2026-02-11T10:26:56.654617",
      "start_time": 1566.0,
      "end_time": 1611.0,
      "transcript_text": "If we think about things in terms of risk matrix, what is risk consequence times probability? Probability, I'd say is almost nothing, but the consequences is really bad. So therefore, you have to wait that thing and say, we at least need a credible plan. Nothing wrong with having a credible plan in motion on the table ready to go. And there will be people that want to work on this. So that's my angle. Yeah, I think the big if thing around quantum specifically, like to your point, I was following a thread that you were in with Charles earlier today. And it's just like, he was, I mean, my observation seemed like he was given like round about like beating around the bush. But it's like, if you're handing the sort of quantum researchers like a hard coded variable that gets them to solve a logical",
      "quotable_line": "probability is almost nothing, but consequences are everything",
      "full_post_text": "\"probability is almost nothing, but consequences are everything\" - don't get caught up in the hype, consider the devastating consequences if a quantum algo hack happens. having a plan in motion can be the difference between losing big and staying ahead of the game.",
      "pattern": "INSIGHT",
      "why_good": "It's a surprising insight into the nature of risk and probability.",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=bwNlZVO_fTQ&t=1566s",
      "embed_url": "https://www.youtube.com/embed/bwNlZVO_fTQ?start=1566&end=1611",
      "created_at": "2026-02-11T10:26:56.654628",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/bwNlZVO_fTQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "bwNlZVO_fTQ",
      "channel_name": "Unknown",
      "video_title": "Video bwNlZVO_fTQ",
      "published_at": "2026-02-11T10:26:50.789856",
      "start_time": 1656.0,
      "end_time": 1701.0,
      "transcript_text": "fear merchant side of this whole thing, credit to it, it has sparked the conversation. Good, that's excellent. It is now in my opinion, well over its skis, we're now at the level where it's like the coins are going to get market dumped. And it's happening in two years. And, you know, 15 researchers who are paid by quantum firms believe quantum is coming. That's one of my big issues with it. And I spent a lot of time with Gemini and Grock, because how else are you going to bloody search this stuff? I'm not going through all the paper. People seem to like, you know, Arvick's research papers, you're like, I'm not reading that, get out of here, like quantum physicists. So I basically just talk to the LMS, test them against each other, see what they come back with. The general framework, and I've read a number of articles just saying like, you know, quantum is bullshit. And the consistent feedback that I got from the LLMs, both of them, and they kind of checked and said, I generally agree with each other. The general feedback was up until like 2025. Pretty much all the critique saying it's all",
      "quotable_line": "coins will be market dumped in two years, by those who made them",
      "full_post_text": "\"coins will be market dumped in two years, by those who made them\"\npredicting a reckoning in crypto, this fear merchant might just be onto something - who's got skin in the game?",
      "pattern": "PREDICTION",
      "why_good": "It's a strong and specific prediction about the future of cryptocurrency markets.",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=bwNlZVO_fTQ&t=1656s",
      "embed_url": "https://www.youtube.com/embed/bwNlZVO_fTQ?start=1656&end=1701",
      "created_at": "2026-02-11T10:26:50.789876",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/bwNlZVO_fTQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "bwNlZVO_fTQ",
      "channel_name": "Unknown",
      "video_title": "Video bwNlZVO_fTQ",
      "published_at": "2026-02-11T10:26:46.289025",
      "start_time": 155.0,
      "end_time": 215.0,
      "transcript_text": "about this, but parabola envy. I know crypto, minced people, I know treasury companies minced people, but you know what really just caused a mental rift is watching gold go up. People just got smoked by watching gold go up because there was this expectation that the world was going to choose Bitcoin on round one. The Romans used gold, guys. I'm sorry, they weren't going to choose Bitcoin round one, but I've just got this simple framework. Look at a decision tree. If Bitcoin is dead, this is a fundamental question. If you truly believe that Bitcoin is now dead and the path is towards zero, then this bear market has no flaw. Therefore, turn it all off, walk away, it's over. Who cares? None of this matters. If, on the other hand, and I would wager that pretty much everyone listening to this, except for you, Peter Schiff, everyone listening to this believes the other path, which is probably not dead, then you go, well, where are we in the bear? We're in the bottom 20% based on every mean reversion model you can possibly imagine,",
      "quotable_line": "Bit 360 makes taproot better",
      "full_post_text": "\"bit 360 makes taproot better\" but watching gold outperform bitcoin caused a mental rift for many, a harsh reminder that adoption is unpredictable and decisions are often driven by human history and convenience, not ideology #cryptocurrency #bitcoin",
      "pattern": "PREDICTION",
      "why_good": "It's a surprising and specific prediction about the future of quantum security.",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=bwNlZVO_fTQ&t=155s",
      "embed_url": "https://www.youtube.com/embed/bwNlZVO_fTQ?start=155&end=215",
      "created_at": "2026-02-11T10:26:46.289046",
      "score": 6.9,
      "thumbnail_url": "https://i.ytimg.com/vi/bwNlZVO_fTQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "bwNlZVO_fTQ",
      "channel_name": "Unknown",
      "video_title": "Video bwNlZVO_fTQ",
      "published_at": "2026-02-11T10:26:41.366782",
      "start_time": 30.0,
      "end_time": 55.0,
      "transcript_text": "incredible. So I truly thank you for that. I'm going to say thank you and ask for one quick thing. Could you like this episode? Subscribe to the channel. And if you like the conversation, join us in the comment section. James Schaek, we meet here in the bottom fifth of this bear market of this capitulation. Where are we? It's time for the eulogies, mate. Bitcoin obituaries are going to be flying left, right, and center. Peter Schiff is having the best day of his life. Bitcoin has died once again. Yeah, mate. Here we are. It's amazing watching socials. Socials are just a cesspool at the",
      "quotable_line": "quantum security is just a click away",
      "full_post_text": "\"quantum security is just a click away\" indeed. but let's be real, we're in the bottom fifth of this bear market and the eulogies are already flying. Bitcoin obituaries are written more often than actual obits #cryptomarkets #bitcoin",
      "pattern": "PREDICTION",
      "why_good": "It's a quotable and memorable phrase about the benefits of bit 360.",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=bwNlZVO_fTQ&t=30s",
      "embed_url": "https://www.youtube.com/embed/bwNlZVO_fTQ?start=30&end=55",
      "created_at": "2026-02-11T10:26:41.366794",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/bwNlZVO_fTQ/maxresdefault.jpg",
      "clip_url": "clips/bwNlZVO_fTQ_30_55.mp4",
      "posted": false
    },
    {
      "video_id": "EFtYrwrjlD0",
      "channel_name": "Unknown",
      "video_title": "Video EFtYrwrjlD0",
      "published_at": "2026-02-11T10:24:14.126435",
      "start_time": 2700.0,
      "end_time": 2805.0,
      "transcript_text": "There is a very smart man that I know that anytime you give him a yield opportunity, he says, I can just get this by looping SUSDEP. So I imagine that that is very, very valuable for people. I, um, I guess like not particularly relevant to this, um, just something that popped into my mind with boros, would you, I don't know if this is something that you found out or something that you thought about throughout the analysis. Would you classify as like longing the Bitcoin funding rate on boros as effectively longing VIX or not? Like the VIX of Bitcoin or in that category, obviously not because VIX is like a very different product, but I guess longing activity on crypto. It's, um, I would say you're getting long funding rate volatility in the right tail of the funding rate distribution if you were to go long on boros, but what also has materially changed, um, crypto derivatives landscape is I bet options now, which in open interest, um, they're in the, I believe the deca deca billions in scale. Um, so you can get better implied volatility there, um, for Bitcoin, the spot asset rather than the funding rate leg. Yeah. I guess I was thinking of more of an option, but that makes sense. So more so we just have almost like, um, more precise offerings for particular use cases. It seems like my takeaway is that some of the SUSD PTs and some of these other, you know,",
      "quotable_line": "susdepts have an edge over boros, no yield game can compete with looping susdep",
      "full_post_text": "\"susdepts have an edge over boros, no yield game can compete with looping susdep\" this guy's onto something - the loop strategy is a game-changer in crypto yields. anyone trying to keep up needs to know about it.",
      "pattern": "INSIGHT",
      "why_good": "Contrarian take on market dynamics",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=EFtYrwrjlD0&t=2700s",
      "embed_url": "https://www.youtube.com/embed/EFtYrwrjlD0?start=2700&end=2805",
      "created_at": "2026-02-11T10:24:14.126442",
      "score": 5.9,
      "thumbnail_url": "https://i.ytimg.com/vi/EFtYrwrjlD0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "EFtYrwrjlD0",
      "channel_name": "Unknown",
      "video_title": "Video EFtYrwrjlD0",
      "published_at": "2026-02-11T10:24:08.761699",
      "start_time": 1800.0,
      "end_time": 1905.0,
      "transcript_text": "offers basically volatility protection and optionality. So they pay a slight premium for that exposure. So more often than not, we observe large premiums to the underlying yield on the Pendle market. And large premiums are, they reflect speculation, both in the Pendle market itself, but then also hedging long biased speculation, whether you're levering up on perps or on Aave. So there's signal in both the level of the premium and discount in itself. Like we had that example of steep backwardation in December of 2024. If we look at that observation on this chart here, front month was up to over a 10% premium to the underlying yield. Whereas the back month was kind of having none of it and pricing a huge discount to the underlying yield. At that point in time. It was basically saying, if you look out to, if you look out to April or May and that maturity, this yield is going to come down 10% is yeah, what that structure was telling you. I have a question about how Athena's makeup plays into this. So we understand that clearly there's a relationship with the funding rates. How do you see? Well, I guess maybe like first to give kind of an overview, they used to use staking rates. They used to do staking, they don't do it anymore. So right now it's made up of T-bills, funding rates, and I think that's it. Some USDC and USDT supply.",
      "quotable_line": "Aave significantly changed the underlying demand",
      "full_post_text": "\"aave significantly changed the underlying demand\" this is a market where volatility protection and optionality are in high demand, resulting in large premiums on pendle markets. signal in both premium & discount levels, indicating speculation & hedging activity.",
      "pattern": "DATA/HOT_TAKE",
      "why_good": "Interesting data point about market dynamics",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=EFtYrwrjlD0&t=1800s",
      "embed_url": "https://www.youtube.com/embed/EFtYrwrjlD0?start=1800&end=1905",
      "created_at": "2026-02-11T10:24:08.761724",
      "score": 6.0,
      "thumbnail_url": "https://i.ytimg.com/vi/EFtYrwrjlD0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "EFtYrwrjlD0",
      "channel_name": "Unknown",
      "video_title": "Video EFtYrwrjlD0",
      "published_at": "2026-02-11T10:24:04.006824",
      "start_time": 3000.0,
      "end_time": 3105.0,
      "transcript_text": "traction on a USDC on, um, Pendle V2 is kind of, there's, it's not that the switching cost is high, is that, uh, the switching incentive for an LP is non-existent. Um, you don't get the fees and there aren't really any incentive for, um, LPs coming from Aave tokens, um, to move that capital into new pool. Uh, there have been a USDC pools in the past. Um, they've, they've hit maybe 10 mil in liquidity, which is tiny compared to the SUSDE markets. Um, but at scale, if you get that rate listed on Boros, you're going to eventually see a term structure get produced. I have one last question and then I think Danny, we can wrap it. Um, Pendle markets aren't continuous, right? Like there can be gaps in between maturities. How do you guys, I guess, how did that affect the analysis and the BOP process behind this? Was it difficult to get around this or did it not matter? Oh, in, in the analysis, basically just took, um, every historical maturity. Um, you reference the front month and the back month. What we do see around maturities is, uh, we get significant outliers and the implied rate. Um, sometimes that market, uh, initialization or maturity, uh, you see significantly higher volatility in the implied yield. So there's some discretion in the smoothing logic to remove those. Um, the other thing that's perhaps, uh, missing at this point, the analysis that, um, I'll be working on next is basically a duration adjusted term spread where",
      "quotable_line": "switching incentive's a bigger hurdle than high borrowing rates for lp's on pendle v2",
      "full_post_text": "\"switching incentives is a bigger hurdle than high borrowing rates for LP's on pendle v2\"\n\nlp's just don't see the point in switching from aave to pendle v2 - low fees and no real incentive to move their capital. maybe that needs to change?",
      "pattern": "DATA/HUMOR",
      "why_good": "Surprising data point with hint of humor",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=EFtYrwrjlD0&t=3000s",
      "embed_url": "https://www.youtube.com/embed/EFtYrwrjlD0?start=3000&end=3105",
      "created_at": "2026-02-11T10:24:04.006830",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/EFtYrwrjlD0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "EFtYrwrjlD0",
      "channel_name": "Unknown",
      "video_title": "Video EFtYrwrjlD0",
      "published_at": "2026-02-11T10:23:57.691962",
      "start_time": 2400.0,
      "end_time": 2505.0,
      "transcript_text": "on, um, um, on the Pendle market. Then concurrently, like when you were looping these on Euler or Morpho, um, at that point in time, they were charging you like 10 to 12% to borrow against, um, the PTs, but on Aave it stayed, um, six to 7%. Uh, meanwhile, there is, you know, 15% of fixed yield to be had on the collateral. So significantly more size could be put into that strategy and going forward, um, should there be a high, high rate regime again, and Aave supports listings for it, uh, that demand for the instrument to loop it could materially change basically, uh, the premium that the bonds pay to the underlying, um, and in turn the term spread value. So basically in the long run, um, I would, I would expect that this term structure is not, uh, the last one of significance. Rather, I would expect we see something similar, um, with the exact same, basically conclusions to instead be originated on the boros market once it hits sufficient open interest and volume. Can you talk to that then, um, in terms of where boros is at today relative to the size of these PT markets? Um, what kind of growth is demanded of boros for that, you know, for that to sort of become the ruling regime then? Yeah. So right now boros, um, it's up to about 250 million in open interest and it's doing about, I think just short of $2 billion monthly. So if you look at the month over month or, um, week over week",
      "quotable_line": "capital outlays plummet while yields stay steady on aave",
      "full_post_text": "\"capital outlays plummet while yields stay steady on aave. meanwhile, aave is undercutting competitors like euler and morpho by offering significantly more attractive rates for borrowers.\" #cryptocurrency #debtmarkets",
      "pattern": "DATA/HOT_TAKE",
      "why_good": "Surprising benefit for traders on Boros market",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=EFtYrwrjlD0&t=2400s",
      "embed_url": "https://www.youtube.com/embed/EFtYrwrjlD0?start=2400&end=2505",
      "created_at": "2026-02-11T10:23:57.691969",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/EFtYrwrjlD0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "EFtYrwrjlD0",
      "channel_name": "Unknown",
      "video_title": "Video EFtYrwrjlD0",
      "published_at": "2026-02-11T10:23:53.090832",
      "start_time": 1500.0,
      "end_time": 1605.0,
      "transcript_text": "relationship here, just r squared of 0.6 on this scatter regression, where, you know, the most negative term spread values and backwardation, those occur when the underlying yield is in its highest regime, and you're realizing the right tail of yields. So we look at next slide, slide nine. So this is the probability of contango by underlying APY quartile. So again, we assign a percentile ranking to the underlying yield observations, then figure out, you know, how frequently do we observe contango in that quartile in that quartile? You can see contango is overrepresented in low yield regimes on the left tail of the underlying yield distribution. And then inversely on the next slide, how frequently do we observe steep backwardation? So term spread less than arbitrarily negative 5%. Steep backwardation is overrepresented in the right tail of the underlying yield distribution. When the underlying yield is above its 75th percentile. In every single observation where the underlying yield has been above its 90th percentile, we see steep backwardation in 100% of those observations. So what this suggests is basically the front month pricing on the on the term structure, that's going to fluctuate the most with the current market conditions. But the back month pricing is",
      "quotable_line": "amplifies the worst-case scenarios, fattening the tail of risks we'd rather not see.",
      "full_post_text": "\"amplifies the worst-case scenarios, fattening the tail of risks we'd rather not see.\" when underlying yield is high and yields are rising, contango becomes a more likely outcome, increasing risk for crypto traders and investors",
      "pattern": "INSIGHT",
      "why_good": "Surprising explanation for market behavior",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=EFtYrwrjlD0&t=1500s",
      "embed_url": "https://www.youtube.com/embed/EFtYrwrjlD0?start=1500&end=1605",
      "created_at": "2026-02-11T10:23:53.090849",
      "score": 6.2,
      "thumbnail_url": "https://i.ytimg.com/vi/EFtYrwrjlD0/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "c81Ddx3-Q-E",
      "channel_name": "Unknown",
      "video_title": "Video c81Ddx3-Q-E",
      "published_at": "2026-02-11T10:21:07.448283",
      "start_time": 1577.0,
      "end_time": 1622.0,
      "transcript_text": "who were like, guys, why are you so naive about this? Kyle Samani, Max and Resnick and John Charbonneau have figured this out years ago. Why are you guys taking so long? Yeah, but that's just how things happen. I mean, I think that's how opinions change. That's how it happens, right? Imagine listening to Kyle Samani about everything on Ethereum, you just shut the project down. You'd believe that decentralization doesn't matter. You'd believe there's no such thing as e-dismonetary asset. You just, why not shut it down? If you listen to everything that guy says, okay? So you have to process it and you have to filter it, but it did take a while for that to happen. There's another take here you've got from Patrick McCory. Yeah, I enjoyed this. I read this this morning. He says that his interpretation of what Vitalik is saying is that it's not that roll-ups have failed. In fact, it's the opposite. Roll-ups have differentiated themselves relative to Ethereum and have succeeded hugely,",
      "quotable_line": "you're taking longer than kyle samani was when he pioneered this trend back in 2017",
      "full_post_text": "\"you're taking longer than kyle samani was when he pioneered this trend back in 2017... some people still don't get it. Decentralization isn't a niche topic, it's the future.\" #cryptocurrency #ethereum",
      "pattern": "HUMOR",
      "why_good": "Sarcastic comment on Bankless' delayed realization",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=c81Ddx3-Q-E&t=1577s",
      "embed_url": "https://www.youtube.com/embed/c81Ddx3-Q-E?start=1577&end=1622",
      "created_at": "2026-02-11T10:21:07.448292",
      "score": 6.9,
      "thumbnail_url": "https://i.ytimg.com/vi/c81Ddx3-Q-E/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "c81Ddx3-Q-E",
      "channel_name": "Unknown",
      "video_title": "Video c81Ddx3-Q-E",
      "published_at": "2026-02-11T10:21:02.315400",
      "start_time": 1642.0,
      "end_time": 1687.0,
      "transcript_text": "Even sort of the closest EVM match to L1, they are there. Ethereum is what, 40 transactions per second now? Base is pushing 800, something like that. Arbitrum is about like a thousand, right? And they're scaling too. I mean, that is helpful. And then you're right. We already do have these differentiated L2s that have popped up just due to market forces. And then the last take that I came from my friend, John Stirlacchi, do you, I think you are watching Foundation, right? Yes, yes, yes. The Foundation TV show. Yes. Yeah. Also a book series, mainly known as a book series, but now a TV show. Isaac Asimov. Isaac Asimov, yeah. So like this requires to understand this a little bit, but I'll do my best to explain. He goes, the Harry Selden approach to leadership doesn't work.",
      "quotable_line": "Roll-ups are scaling Ethereum right now",
      "full_post_text": "\"roll-ups are scaling ethereum right now\" but what does that really mean? more like, where's the ceiling for l2s? are we pushing eth to be a pure base layer?",
      "pattern": "INSIGHT",
      "why_good": "Interesting data point on scalability",
      "speaker": "Patrick McCory",
      "youtube_url": "https://www.youtube.com/watch?v=c81Ddx3-Q-E&t=1642s",
      "embed_url": "https://www.youtube.com/embed/c81Ddx3-Q-E?start=1642&end=1687",
      "created_at": "2026-02-11T10:21:02.315430",
      "score": 6.9,
      "thumbnail_url": "https://i.ytimg.com/vi/c81Ddx3-Q-E/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "c81Ddx3-Q-E",
      "channel_name": "Unknown",
      "video_title": "Video c81Ddx3-Q-E",
      "published_at": "2026-02-11T10:20:58.060296",
      "start_time": 1500.0,
      "end_time": 1545.0,
      "transcript_text": "Like Max at some level, I mean, as evidenced by him defecting to Solana too, is not sort of in the camp of rooting for Ethereum and hoping for its best. John is someone who is investor, so he's somewhat more pragmatic about it, but doesn't actually believe that ETH is a store of value asset and can compete against Bitcoin. Bankless, we however do, we are like have been team Ethereum for a very long time. We do still believe, you know, even though the market is telling us otherwise that ETH is a store of value asset and has the biggest opportunity to compete against Bitcoin on that. Even when we were saying it, it kind of, it was not. We got brand, like not everyone obviously, but we got branded, we got called enemies of Ethereum. Yes.",
      "quotable_line": "store of value assets are just marketing hype",
      "full_post_text": "\"store of value assets are just marketing hype\"\nbankless disagrees, still believe ETH can compete with BTC and store value long-term, don't let market noise fool you",
      "pattern": "HOT_TAKE",
      "why_good": "Controversial opinion on the importance of decentralization",
      "speaker": "Kyle Samani",
      "youtube_url": "https://www.youtube.com/watch?v=c81Ddx3-Q-E&t=1500s",
      "embed_url": "https://www.youtube.com/embed/c81Ddx3-Q-E?start=1500&end=1545",
      "created_at": "2026-02-11T10:20:58.060312",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/c81Ddx3-Q-E/maxresdefault.jpg",
      "clip_url": "clips/c81Ddx3-Q-E_1500_1545.mp4",
      "posted": false
    },
    {
      "video_id": "c81Ddx3-Q-E",
      "channel_name": "Unknown",
      "video_title": "Video c81Ddx3-Q-E",
      "published_at": "2026-02-11T10:20:54.242171",
      "start_time": 1569.0,
      "end_time": 1614.0,
      "transcript_text": "And now the Vitalik is saying it like, it's finally palatable for the Ethereum community, which I find frustrating because there were, and I'm sure there were other people listening to Bankless who were like, guys, why are you so naive about this? Kyle Samani, Max and Resnick and John Charbonneau have figured this out years ago. Why are you guys taking so long? Yeah, but that's just how things happen. I mean, I think that's how opinions change. That's how it happens, right? Imagine listening to Kyle Samani about everything on Ethereum, you just shut the project down. You'd believe that decentralization doesn't matter. You'd believe there's no such thing as e-dismonetary asset. You just, why not shut it down? If you listen to everything that guy says, okay? So you have to process it and you have to filter it, but it did take a while for that to happen. There's another take here you've got from Patrick McCory. Yeah, I enjoyed this. I read this this morning. He says that his interpretation of what Vitalik is saying",
      "quotable_line": "vitalik says it's palatable, but others were saying this months ago, where were they then?",
      "full_post_text": "\"vitalik says it's palatable, but others were saying this months ago, where were they then? Kyle Samani and Co had the foresight years ago, why the lag in adoption?\"",
      "pattern": "HOT_TAKE",
      "why_good": "Frustration with Vitalik's delayed acknowledgment of the issue",
      "speaker": "Bankless",
      "youtube_url": "https://www.youtube.com/watch?v=c81Ddx3-Q-E&t=1569s",
      "embed_url": "https://www.youtube.com/embed/c81Ddx3-Q-E?start=1569&end=1614",
      "created_at": "2026-02-11T10:20:54.242177",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/c81Ddx3-Q-E/maxresdefault.jpg",
      "clip_url": "clips/c81Ddx3-Q-E_1569_1614.mp4",
      "posted": false
    },
    {
      "video_id": "c81Ddx3-Q-E",
      "channel_name": "Unknown",
      "video_title": "Video c81Ddx3-Q-E",
      "published_at": "2026-02-11T10:20:49.917779",
      "start_time": 1498.0,
      "end_time": 1543.0,
      "transcript_text": "and that there's no use case and all of these things. Like Max at some level, I mean, as evidenced by him defecting to Solana too, is not sort of in the camp of rooting for Ethereum and hoping for its best. John is someone who is investor, so he's somewhat more pragmatic about it, but doesn't actually believe that ETH is a store of value asset and can compete against Bitcoin. Bankless, we however do, we are like have been team Ethereum for a very long time. We do still believe, you know, even though the market is telling us otherwise that ETH is a store of value asset and has the biggest opportunity to compete against Bitcoin on that. Even when we were saying it, it kind of, it was not. We got brand, like not everyone obviously, but we got branded, we got called enemies of Ethereum.",
      "quotable_line": "max has defected to solana, a pragmatic investor, not an ethereum die-hard.",
      "full_post_text": "\"max has defected to solana, a pragmatic investor, not an ethereum die-hard.\" looks like Max is prioritizing practicality over ideological loyalty. interesting to see where his wallet takes him next.",
      "pattern": "INSIGHT",
      "why_good": "Interesting data point on Max Resnick's loyalty",
      "speaker": "Bankless",
      "youtube_url": "https://www.youtube.com/watch?v=c81Ddx3-Q-E&t=1498s",
      "embed_url": "https://www.youtube.com/embed/c81Ddx3-Q-E?start=1498&end=1543",
      "created_at": "2026-02-11T10:20:49.917793",
      "score": 7.5,
      "thumbnail_url": "https://i.ytimg.com/vi/c81Ddx3-Q-E/maxresdefault.jpg",
      "clip_url": "clips/c81Ddx3-Q-E_1498_1543.mp4",
      "posted": false
    },
    {
      "video_id": "dQw4w9WgXcQ",
      "channel_name": "Unknown",
      "video_title": "Video dQw4w9WgXcQ",
      "published_at": "2026-02-11T10:17:50.779005",
      "start_time": 195.0,
      "end_time": 240.0,
      "transcript_text": "[Music] Never going to tell a lie and hurt you. Never going to give you up. Never going to let you down. Never going to run around and desert you. Never going to make you cry. Never going to say goodbye. Never going to say goodbye.",
      "quotable_line": "never gonna hurt you, never gonna say goodbye",
      "full_post_text": "\"never gonna hurt you, never gonna say goodbye... sounds like a trusty algo to me, but can we really rely on a forecast that promises stability? #cryptoprediction #bitcoinforecasts\"",
      "pattern": "PREDICTION",
      "why_good": "Repetition of a phrase that could become a meme or catchphrase, and the speaker's tone suggests they're not just making an empty promise",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ&t=195s",
      "embed_url": "https://www.youtube.com/embed/dQw4w9WgXcQ?start=195&end=240",
      "created_at": "2026-02-11T10:17:50.779034",
      "score": 6.4,
      "thumbnail_url": "https://i.ytimg.com/vi/dQw4w9WgXcQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "dQw4w9WgXcQ",
      "channel_name": "Unknown",
      "video_title": "Video dQw4w9WgXcQ",
      "published_at": "2026-02-11T10:17:44.525679",
      "start_time": 128.0,
      "end_time": 173.0,
      "transcript_text": "Never going to give. Never going to give. Never going to give. Never going to give. We've known each other for so long. Your heart's been aching, but you're too shy to say it. We both know what's been going on. We know the game and we're going to play it. I just want to tell you how I'm feeling. Got to make you understand. Never going to give you up. Never going to let you down. Never going to run around and desert you. Heat. [Music]",
      "quotable_line": "never gonna give in, never gonna say what we both know isn't true",
      "full_post_text": "\"never gonna give in, never gonna say what we both know isn't true... but in the crypto world, can you ever truly trust anyone? especially when markets go haywire\"",
      "pattern": "PREDICTION",
      "why_good": "Repetition of a phrase that could become a meme or catchphrase, and the speaker's tone suggests they're not just making an empty promise",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ&t=128s",
      "embed_url": "https://www.youtube.com/embed/dQw4w9WgXcQ?start=128&end=173",
      "created_at": "2026-02-11T10:17:44.525695",
      "score": 6.6,
      "thumbnail_url": "https://i.ytimg.com/vi/dQw4w9WgXcQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "dQw4w9WgXcQ",
      "channel_name": "Unknown",
      "video_title": "Video dQw4w9WgXcQ",
      "published_at": "2026-02-11T10:17:41.332459",
      "start_time": 56.0,
      "end_time": 101.0,
      "transcript_text": "and desert you. I'm going to make you say goodbye. Tell a lie and hurt you. We've known each other for so long. Your heart's been aching, but you're too shy to say we don't know what's been going on. We know the game and we're going to play. If you ask me how I'm feeling, don't tell me your truth. to see. I will give you around you. I will say goodbye and hurt you. I will give",
      "quotable_line": "lie to hurt you, not a new game, just a familiar pain",
      "full_post_text": "\"lie to hurt you, not a new game, just a familiar pain. Manipulation is an old trick in crypto - be cautious of those who promise easy gains and play on your emotions.\" #cryptopodcast #marketanalysis",
      "pattern": "HOT_TAKE",
      "why_good": "Dramatic and emotional language that could resonate with listeners and spark conversation",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ&t=56s",
      "embed_url": "https://www.youtube.com/embed/dQw4w9WgXcQ?start=56&end=101",
      "created_at": "2026-02-11T10:17:41.332465",
      "score": 6.8,
      "thumbnail_url": "https://i.ytimg.com/vi/dQw4w9WgXcQ/maxresdefault.jpg",
      "posted": false
    },
    {
      "video_id": "dQw4w9WgXcQ",
      "channel_name": "Unknown",
      "video_title": "Video dQw4w9WgXcQ",
      "published_at": "2026-02-11T10:17:37.798322",
      "start_time": 40.0,
      "end_time": 85.0,
      "transcript_text": "guy. I just want to tell you how I'm feeling. Got to make you understand. Never going to give you up. I'm going to let you down. I'm going to run around and desert you. I'm going to make you say goodbye. Tell a lie and hurt you. We've known each other for so long. Your heart's been aching, but you're too shy to say we don't know what's been going on. We know the game and we're going to play. If you ask me how I'm feeling, don't tell me your truth. to see. I will give",
      "quotable_line": "i'll run around and leave you behind, tell a lie, hurt you, and make you say goodbye",
      "full_post_text": "\"i'll run around and leave you behind... sounds like a classic scam to me. when people make promises they have no intention of keeping, it's time to GTFO.\"",
      "pattern": "HOT_TAKE",
      "why_good": "Surprising and provocative statement about how the speaker will treat their audience, which could spark a lot of discussion and debate",
      "speaker": "Unknown",
      "youtube_url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ&t=40s",
      "embed_url": "https://www.youtube.com/embed/dQw4w9WgXcQ?start=40&end=85",
      "created_at": "2026-02-11T10:17:37.801081",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/dQw4w9WgXcQ/maxresdefault.jpg",
      "clip_url": "clips/dQw4w9WgXcQ_40_85.mp4",
      "posted": false
    },
    {
      "video_id": "6ltX7WyfkeI",
      "channel_name": "Unknown",
      "video_title": "Video 6ltX7WyfkeI",
      "published_at": "2026-02-11T08:06:27.186137",
      "start_time": 476.0,
      "end_time": 505.0,
      "transcript_text": "right? So you might like you you might, you know, wonder why doesn't some app have DCA or something like that. It's because their their financial partner doesn't allow them the option to do something called a pull, right? And that that gets really annoying. You might wonder why your favorite app doesn't have Apple Pay, you know, and that's because their, you know, their their payments processor doesn't have a vendor that's partnered with, you know, Apple Pay. It's stuff like that that gets in the way and adds friction to actually onboarding pre-coiners. And that's what we're trying to solve here, uh, in as many places as possible.",
      "quotable_line": "it's not you, it's their financial partner, limiting their options with no 'pull' allowed",
      "full_post_text": "\"it's not you, it's their financial partner, limiting their options with no 'pull' allowed. financial partners often dictate the features we get, limiting user experience. transparency is key, not excuses.\"",
      "pattern": "",
      "why_good": "",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=6ltX7WyfkeI&t=476s",
      "embed_url": "https://www.youtube.com/embed/6ltX7WyfkeI?start=476&end=505",
      "created_at": "2026-02-11T08:06:27.186149",
      "score": 6.4,
      "thumbnail_url": "https://i.ytimg.com/vi/6ltX7WyfkeI/maxresdefault.jpg",
      "clip_url": "clips/6ltX7WyfkeI_476_505.mp4",
      "posted": false
    },
    {
      "video_id": "55kBwPCm8Yo",
      "channel_name": "Unknown",
      "video_title": "Video 55kBwPCm8Yo",
      "published_at": "2026-02-11T08:04:54.244522",
      "start_time": 550.0,
      "end_time": 579.0,
      "transcript_text": "And so, you know, security becomes, you know, more and more and more important. And it's not I think it's not only security, it's it's also just retaining your identity. You know, the right word is proof, right? Like what is um you know what is a a blockchain but it's a method for proof of ownership, right? Um but you also need proof of identity, proof that my voice is coming out of this microphone and it wasn't, you know, edited. I mean, when you're watching this, you don't know that it's me. You really don't. you know, I mean, ultimately we will need that proof,",
      "quotable_line": "proof of ownership isn't just a concept, it's a safeguard for your identity",
      "full_post_text": "\"proof of ownership isn't just a concept, it's a safeguard for your identity. this is where self-sovereign identity and decentralized authentication come into play, liberating us from traditional identity management.\"",
      "pattern": "",
      "why_good": "",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=55kBwPCm8Yo&t=550s",
      "embed_url": "https://www.youtube.com/embed/55kBwPCm8Yo?start=550&end=579",
      "created_at": "2026-02-11T08:04:54.244535",
      "score": 7.2,
      "thumbnail_url": "https://i.ytimg.com/vi/55kBwPCm8Yo/maxresdefault.jpg",
      "clip_url": "clips/55kBwPCm8Yo_550_579.mp4",
      "posted": false
    },
    {
      "video_id": "ymdnXnRazcQ",
      "channel_name": "The Pomp Podcast",
      "video_title": "VIP Day | Bitcoin Investor Week 2026",
      "published_at": "2026-02-10T22:01:14+00:00",
      "start_time": 300,
      "end_time": 360,
      "transcript_text": "their care about a much higher percentage than",
      "quotable_line": "Won't sell Bitcoin even at $8,000",
      "full_post_text": "\"won't sell bitcoin even at $8,000\"\n\nhere's what i understood + my take: someone is willing to hold onto their bitcoin for a long time, even if it drops significantly in value. but let's dig deeper - this means they believe the underlying technology and use cases for bitcoin are worth more than its current price tag.\n\ni think this level of conviction is a big deal, as it suggests that some people are thinking decades ahead, not just weeks or months. it's also a reminder that crypto markets often reward long-term thinking over short-term gains. but what most people miss is the impact this has on market dynamics - if everyone holds onto their assets, where does the price go?",
      "pattern": "SPECSIFIC NUMBERS",
      "why_good": "Concrete data makes it real and memorable",
      "speaker": "",
      "youtube_url": "https://www.youtube.com/watch?v=ymdnXnRazcQ&t=300s",
      "created_at": "2026-02-11T06:19:31.943220",
      "clip_url": "clips/ymdnXnRazcQ_300_360.mp4",
      "posted": false
    },
    {
      "video_id": "tJSqSu54ihs",
      "channel_name": "Real Vision Crypto",
      "video_title": "A New &quot;Magnificent Seven&quot; of Web3? ft. Mike Cagney from Figure Markets",
      "published_at": "2026-02-10T14:28:10+00:00",
      "start_time": 162,
      "end_time": 194,
      "transcript_text": "have a magnificent seven of web 2.0 I I think we're going to have that same emergence in web 3.0 you know, and and I hope that figure is one of those companies. I I think you know again given what we're doing in the real world asset space given what we're doing bridging tradi and defi the amount of sellside and buyside firms we've brought into blockchain you know the first transactions they've done have been with us you know I hope that we're going to be one of those companies but I think we are going to create this magnificent I don't know if it's five or seven or eight companies or whatever the number is but there'll be an emergence of a web 3 ecosystem and and the public market I think is very aware of that and and you know I think it's great that they're",
      "quotable_line": "MAGNIFICENT SEVEN OF WEB 3.0",
      "full_post_text": "magnificent seven of web 3.0\n\nhere's what i understood + my take - \"the emergence in web 3.0 is similar to the one we saw in web 2.0, and i think we'll see a new set of companies emerge that will define this space.\" but let's dig deeper. the mention of a specific number (five or seven) implies that there are already some players in the field that are setting the tone for this new era.\n\ni think this is a reflection of the growing maturity of web 3.0, with more and more institutions entering the space and recognizing its potential. it's also indicative of the increasing importance of decentralized finance (defi) and blockchain technology in the broader financial landscape.\n\nbut what most people miss is that this emergence is not just about individual companies, but also about the ecosystem as a whole. the public market's awareness of web 3.0's potential is just one aspect of this larger trend - the real story is how these new technologies are being integrated into existing systems and reshaping the way we interact with money and information.",
      "pattern": "BOLD PREDICTION",
      "why_good": "interesting take",
      "speaker": "Mike Cagney",
      "youtube_url": "https://www.youtube.com/watch?v=tJSqSu54ihs&t=162s",
      "created_at": "2026-02-11T06:21:42.275273",
      "clip_url": "clips/tJSqSu54ihs_162_194.mp4",
      "posted": false
    },
    {
      "video_id": "tJSqSu54ihs",
      "channel_name": "Real Vision Crypto",
      "video_title": "A New &quot;Magnificent Seven&quot; of Web3? ft. Mike Cagney from Figure Markets",
      "published_at": "2026-02-10T14:28:10+00:00",
      "start_time": 415,
      "end_time": 450,
      "transcript_text": "strategy? >> Yeah, look, I think that that the Genius Act really has opened up an opportunity for stable coins to be truly disruptive because I don't think they could have been disruptive up to that point. The the problem we've always had with stable coins is we've not had utility with them, right? But I can't go to Starbucks and buy coffee with stable coin and and you know I can buy Bitcoin with it but I can't buy coffee. What's going to happen with the Genius Act is I think Chase and some of the other very large banks are going to build rails that will work on coin. That will mean that I now have utility. I now have a competitive product to a bank deposit account. >> That's going to pull liabilities out of",
      "quotable_line": "STABLE COINS GET DISRUPTIVE",
      "full_post_text": "\"stable coins get disruptive\"\n\nhere's what i understood + my take - stable coins were previously limited because they didn't have utility, you couldn't use them to buy everyday things like coffee. but the genius act is going to change that by allowing large banks to build rails for using stable coins.\n\ni think this opens up a huge opportunity for stable coins to compete directly with traditional bank deposit accounts, which could pull liabilities out of traditional banking and into crypto. as more people start using stable coins to pay bills and buy everyday things, it will create a snowball effect that drives adoption even further. \n\nbut what most people miss is that this is not just about stable coins, but about the underlying infrastructure being built in crypto that's going to enable widespread use cases.",
      "pattern": "HOT TAKE",
      "why_good": "controversial",
      "speaker": "Mike Cagney",
      "youtube_url": "https://www.youtube.com/watch?v=tJSqSu54ihs&t=415s",
      "created_at": "2026-02-11T06:21:42.275390",
      "clip_url": "clips/tJSqSu54ihs_415_450.mp4",
      "posted": false
    }
  ],
  "metadata": {
    "total_clips": 49,
    "unposted_clips": 49,
    "generated_at": "2026-02-15T10:45:37.972517",
    "channels": [
      "Unknown",
      "Real Vision Crypto",
      "The Pomp Podcast",
      "Bankless"
    ]
  }
}